Repository: okfn/ibp-explorer
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ar, es

source: Publicly available
ar: متاح للعامة
es: Disponible al público

source: Internal use only
ar: للاستخدام الداخلي فقط
es: Uso interno únicamente

source: Published late
ar: تم النشر في وقت متأخر
es: Publicado con demora

source: Not produced
ar: لم يتم الإنتاج
es: No elaborado

source: is publicly available
ar: متاح للعامة
es: Está a disposición del público

source: is produced and available for internal use only
ar: تم إنتاجه وهو متاح للاستخدام الداخلي فقط
es: ha sido elaborado y está disponible para uso interno únicamente

source: was published late
ar: تم النشر في وقت متأخر
es: fue publicado con demora

source: is not produced
ar: لم يتم الإنتاج
es: no ha sido elaborado

source: and was published on
ar: لو تم النشر في
es: y no fue publicado al

source: Open Budget Survey - Tracker
ar: مسح الموازنة المفتوحة - برنامج التتبع
es: Encuesta de Presupuesto Abierto - Herramienta de Seguimiento

source: Data as of
ar: البيانات في تاريخ
es: Datos a partir de

source: Key
ar: المفتاح
es: Clave

source: Internally available
ar: متاح داخليًا
es: Disponible para uso interno

source: Country
ar: الدولة
es: País

source: The Open Budget Index (OBI) uses Open Budget Survey data to calculate a transparency score (0 to 100) for each country in the Survey based on the amount of budget information that governments make public.
ar: يستخدم مؤشر الموازنة المفتوحة (OBI) بيانات مسح الموازنة المفتوحة لحساب درجة للشفافية (من صفر إلى 100) لكل دولة في المسح اعتمادًا على مقدار معلومات الموازنة التي تتيحها الدولة.
es: El Índice de Presupuesto Abierto utiliza los datos de la Encuesta de Presupuesto Abierto (OBI) para calcular el puntaje de transparencia (0 a 100) de cad país en la Encuesta, según la cantidad de información presupuestaria que los gobiernos ponen a disposición del público.

source: Open Budget Index
ar: مؤشر الموازنة المفتوحة
es: Índice de Presupuesto Abierto

source: What is the Open Budget Survey?
ar: ما المقصود بمسح الموازنة المفتوحة؟
es: ¿Qué es la Encuesta de Presupuesto Abieto?

source: The <strong>IBP's Open Budget Survey (OBS)</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. <!-- more -->This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country's central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions. The <strong>Open Budget Index</strong> uses OBS data to calculate a transparency score (0 to 100) for each country in the OBS based on the amount of budget information that governments make public.
ar: يعد <strong>مسح الموازنة المفتوحة (OBS) لشراكة الموازنة الدولية (IBP) </strong> التقييم المستقل والمنتظم والمقارن الوحيد لشفافية الموازنة والمشاركة في مختلف أرجاء العالم. <!-- المزيد -->ويتم تنفيذ هذا التقييم الصارم والشامل كل عامين، وهو يرمي إلى قياس مقدار معلومات الموازنة التي تتيحها الحكومة المركزية للدولة للعامة وهل أشركت المواطنين في عمليات الموازنة أم لا بالإضافة إلى قوة مؤسسات الإشراف الرسمية. ويستخدم <strong>فهرس الموازنة المفتوحة</strong> بيانات مسح الموازنة المفتوحة (OBS) لحساب نتيجة الشفافية (على مقياس من 0 إلى 100) لكل دولة في مسح الموازنة المفتوحة اعتمادًا على مقدار معلومات الموازنة التي تتيحها الحكومة.
es: La <strong> Encuesta de Presupuesto Abierto (OBS) del IBP</strong> es la única evaluación independiente, regular y comparativa de la transparencia y la participación presupuestaria en todo el mundo. <!-- more -->Esta evaluación rigurosa e integral se lleva a cabo cada dos años y mide la cantidad de información presupuestaria que el gobierno central de un país pone a disposición del público, si los ciudadanos participan en los procesos presupuestarios, y la fortaleza de las instituciones formales de supervisión. El <strong>Índice de Presupuesto Abierto</strong> utiliza los datos de la OBS para calcular un puntaje de transparencia (0 al 100) para cada país en la OBS según la cantidad de información presupuestaria que los gobiernos pone a disposición del público.

source: What is the OBS Tracker?
ar: ما المقصود ببرنامج تتبع مسح الموازنة المفتوحة (OBS)؟
es: ¿Qué es la Herramienta de Seguimiento de la OBS?

source: A tool that provides regular monthly updates on whether the central government of the countries publish each of the key budget documents on time as per international standards.
ar: عبارة عن أداة توفر تحديثات شهرية منتظمة حول ما إذا كانت الحكومة المركزية في الدول تقوم بنشر وثائق الموازنة الرئيسية في الوقت المناسب وفقًا للمعايير الدولية أم لا.
es: Es una herramienta que ofrece actualizacioens regulares acerca de si el gobierno central de cada país publica todos los documentos presupuestarios claves a tiempo de conformidad con las normas internacionales.

source: Where can I get the data?
ar: من أين يمكنني الحصول على البيانات؟
es: ¿Dónde puedo obtener esa información?

source: You can download our data as <a href="/data.csv">a csv file</a>.
ar: يمكن تنزيل البيانات الخاصة بنا في شكل <a href="/data.csv">ملف csv</a>.
es: Puede descargar nuestra información como un archivo csv <a href="/data.csv"></a>.

source: How do Tracker results relate to Open Budget Index scores?
ar: ما هي علاقة نتائج برنامج التتبع بنتائج مؤشر الموازنة المفتوحة؟
es: ¿Como se relacionan los resultados de la Herramienta de Seguimiento con los puntajes del Índice de Presupuesto Abierto?

source: A country's Open Budget Index score is the most comprehensive measure of budget transparency at the central government level but is updated only every two years. The <strong>OBS Tracker</strong> monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). <!-- more -->Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country's progress on meeting basic international standards for the publication of budget documents.
ar: نتيجة مؤشر فهرس الموازنة المفتوحة لدولة ما عبارة عن الإجراء الأكثر شمولية لشفافية الموازنة على مستوى الحكومة المركزية إلا أنها يتم تحديثها كل عامين فقط. ويستخدم <strong>برنامج تتبع مسح الموازنة المفتوحة (OBS)</strong> لمراقبة أحد العوامل المضمنة في فهرس الموازنة المفتوحة على أساس شهري: هل تقوم الحكومات بإصدار وثائق الموازنة الرئيسية الثمانية للعامة أم لا (لا يقيم مستوى المعلومات التفصيلية التي يتم توفيرها). <!-- المزيد -->رغم أن نتيجة فهرس مؤشر الموازنة المفتوحة هو الإجراء القياسي الذهبي، إلا أن <strong>برنامج التتبع</strong> يسمح بتتبع مدى تقدم الدولة فيما يتعلق بالوفاء بالمعايير الدولية الأساسية من أجل نشر وثائق الموازنة.
es: El puntaje del Índice de Presupuesto Abierto de un país es la mejor forma de medir la transparencia presupuestaria a nivel del gobierno central pero se actualiza únicamente cada dos años. La <strong>Herramienta de Seguimiento de OBS</strong> controla en forma mensual uno de los factores incluidos en el Índice de Presupuesto Abierto: si los gobiernos publican los ocho documentos presupuestarios claves y los ponen a disposición del público(no evalúa el nivel de detalle de la información suministrada). <!-- more -->Si bien el puntaje del Índice de Presupuesto Abierto es la regla de oro, la <strong>Herramienta de Seguimiento</strong> permite rastrear los avances de un país en cuando al cumplimiento de normas internacionales básicas para la publicación de documentos presupuestarios.

source: Why do we need to know about government budgets?
ar: لما نرغب في التعرف على الموازنات الحكومية؟
es: ¿Por qué debemos conocer información sobre los presupuestos de los gobiernos?

source: Budgets are a government's most powerful tool to meet the needs and priorities of a country and its people. <!-- more --> Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.
ar: الموازنات هي أقوى الأدوات الحكومية المستخدمة للوفاء باحتياجات وأولويات الدولة وشعبها. <!-- المزيد --> وتحتاج منظمات المجتمع المدني والجهات التشريعية والمراجعين ووسائل الإعلام والعامة بشكل أوسع نطاقًا إلى الحصول على معلومات الموازنة في الوقت المناسب من أجل محاسبة الحكومة على كيفية استخدام الموارد العامة. وبدون هذا التدقيق، يمكن أن تختار الحكومة اختيارات سيئة أو برامج غير شهيرة أو غير مناسبة، ويمكن أن تقوم بإهدار الأموال، كما يمكن أن تفتح الباب على مصراعيه أمام الفساد. وفي المقابل، عندما يتاح للأشخاص العاديين المعلومات والفرص للمشاركة في عمليات الموازنة الحكومية، يمكنهم تعزيز التحسينات الفعلية فيما يتعلق بالإدارة والسياسات.
es: El presupuesto es la herramienta más valiosa que tiene un gobierno para satisfacer las necesidades y cubrir las prioridades de un país y su gente. <!-- more --> Las organizaciones de la sociedad civil, los legisladores, los auditores, los medios de comunicación y el público en general necesitan contar con información presupuestaria oportuna para responsabilizar al gobierno por el modo en el que utiliza los recursos públicos. Sin dicha evaluación, el gobierno puede tomar malas decisiones o ejecutar programas inadecuados, desperdiciar dinero y abrir la puerta a la corrupción. Por otro lado, cuando una persona común tiene información y oportunidades de participar en el proceso presupuestario del gobierno, puede promover mejores reales en la gobernanza y la política.

source: Open Budget Survey Data
ar: بيانات مسح الموازنة المفتوحة
es: Datos de la Encuesta de Presupuesto Abierto

source: To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href="http://survey.internationalbudget.org/">Open Budget Survey Data Explorer</a>.
ar: للاطلاع على النتائج الكاملة لدورات مسح الموازنة المفتوحة الأربعة الخاصة بنا، قم بزيارة الموقع التفاعلي الخاص بنا <a href="http://survey.internationalbudget.org/">مستكشف بيانات مسح الموازنة المفتوح</a>.
es: Para consultar los resultados completos de las cuatro rondas de la Encuesta de Presupuesto Abierto, visite nuestro explorador interactivo de datos de la Encuesta de Presupuesto Abierto <a href="http://survey.internationalbudget.org/"></a>.

source: Open Budget Survey: Data Explorer
ar: مسح الموازنة المفتوحة: مستكشف البيانات
es: Encuesta de Presupuesto Abierto: Explorador de datos

source: Monitoring the Public Availability of Key Government Budget Documents
ar: مراقبة الإتاحة العامة لوثائق الموازنة الحكومية الرئيسية
es: Cómo controlar la disponibilidad pública de los documentos presupuestarios claves

source: International Budget Parternship: Open Budgets. Transform Lives.
ar: شراكة الموازنة الدولية: الموازنات المفتوحة. تطوير مستويات الحياة.
es: International Budget Parternship: abre presupuestos, transforma vidas.

source: Home
ar: الصفحة الرئيسية
es: Inicio

source: Gathering the Data
ar: تجميع البيانات
es: Recolección de datos

source: Publications
ar: المنشورات
es: Publicaciones

source: Press room
ar: غرفة الأخبار
es: Sala de prensa

source: About this site
ar: نبذة عن هذا الموقع
es: Acerca de este sitio

source: Site created by
ar: تم عمل الموقع من خلال
es: Sitio creado por

source: - Open Budget Survey - Tracker
ar: - مسح الموازنة المفتوحة - برنامج التتبع
es: - Encuesta de Presupuesto Abierto - Herramienta de Seguimiento

source: Provides <strong>scant</strong> information to the public in its budget documents during the year
ar: معلومات ضئيلة أو عدم وجود معلومات
es: El gobierno proporciona <strong>poca</strong> información presupuestaria al público.

source: Provides <strong>minimal</strong> information to the public in its budget documents during the year
ar: الحد الأدنى من المعلومات
es: El gobierno proporciona información presupuestaria <strong>mínima</strong> al público.

source: Provides <strong>some</strong> information to the public in its budget documents during the year
ar: بعض المعلومات
es: El gobierno proporciona <strong>alguna</strong> información presupuestaria al público.

source: Provides <strong>significant</strong> information to the public in its budget documents during the year
ar: معلومات مهمة
es: El gobierno proporciona <strong>suficiente</strong> información presupuestaria al público.

source: Provides <strong>extensive</strong> information to the public in its budget documents during the year
ar: معلومات شاملة
es: El gobierno proporciona información presupuestaria <strong>extensa</strong> al público.

source: N/A -- This country was not included in the Open Budget Survey
ar: غير متاح – لم يتم تضمين هذه الدولة في مسح الموازنة المفتوحة
es: N/C -- Este país no se incluyó en la Encuesta de Presupuesto Abierto

source: View the Budget Library
ar: عرض مكتبة الموازنة
es: Ver la Biblioteca de Presupuesto

source: View historical information
ar: عرض المعلومات التاريخية
es: Ver información histórica

source: Current Status
ar: الحالة الحالية
es: Estado actual

source: Document
ar: الوثيقة
es: Documento

source: Fiscal Year
ar: العام المالي
es: Año fiscal

source: Comments
ar: تعليقات
es: Comentarios

source: Date of Publication
ar: تاريخ النشر
es: Fecha de publicación

source: Next Publishing Period
ar: فترة النشر التالية
es: Próximo periodo de publicación

source: Unavailable
ar: غير متاح
es: No disponible

source: Before %s
ar: قبل %s
es: Antes de %s

source: Note: Comments are only shown if present and only available in English or language of origin/researcher
ar: ملاحظة: لا يتم عرض التعليقات إلا إذا كانت موجودة ومتاحة فقط باللغة الإنجليزية أو لغة الأصل / الباحث
es: Nota: Los comentarios solo si muestran si están presentes y solo están disponibles en inglés o en el idioma de origen/del investigador

source: Press - Open Budget Survey - Tracker
ar: الصحافة - مسح الموازنة المفتوحة - برنامج التتبع
es: Encuesta de Presupuesto Abierto - Herramienta de Seguimiento

source: Press Releases
ar: الإصدارات الصحفية
es: Comunicados de prensa

source: OBS Tracker in the News
ar: برنامج تتبع مسح الموازنة المفتوحة (OBS) في الأخبار
es: Herramienta de Seguimiento de OBS en las noticias

source: Media Contact
ar: جهة الاتصال الإعلامية
es: Contacto de medios

source: Communications Manager
ar: مدير الاتصالات
es: Gerente de Comunicaciones

source: Phone
ar: الهاتف
es: Teléfono

source: Mobile
ar: الهاتف المحمول
es: Teléfono móvil

source: Gathering the Data - Open Budget Survey - Tracker
ar: تجميع البيانات - مسح الموازنة المفتوحة - برنامج التتبع
es: Recolección de datos - Encuesta de Presupuesto Abierto - Herramienta de Seguimiento

source: Which year’s budget documents are monitored by the OBS Tracker?
ar: ما هي وثائق الموازنة للعام التي تتم مراقبتها من خلال برنامج تتبع مسح الموازنة المفتوحة (OBS)؟
es: ¿En qué año los documentos presupuestarios son controlados por la Herramienta de Seguimiento de OBS?

source: The OBS Tracker is updated on a monthly basis to record the publication of new budget documents in a country. These documents include budget plans for the forthcoming fiscal year, budget execution reports for the fiscal year underway, and implementation and evaluation reports for budgets covering prior fiscal years. As such, the Tracker analyzes the public availability of budget documents that pertain to multiple years.
ar: يتم تحديث برنامج تتبع مسح الموازنة المفتوحة (OBS) بشكل شهري من أجل تسجيل نشر وثائق الموازنة الجديدة في دولة من الدول. وتشتمل هذه الوثائق على خطط الموازنة للعام المالي التالي وتقارير تنفيذ الموازنة للعام المالي الجاري وتقارير التنفيذ والتقييم للموازنات تغطي الأعوام المالية السابقة. ويستخدم برنامج التتبع لتحليل الإتاحة العامة لوثائق الموازنة التي تتعلق بسنوات متعددة.
es: La Herramienta de Seguimiento de OBS se actualiza en forma mensual para registrar la publicación de nuevos documentos presupuestarios en un país. Estos documentos incluyen planes presupuestarios para el próximo año fiscal, informes de ejecución del presupuesto para el año fiscal en curso e informes de implementación y evaluación para presupuestos que cubren años fiscales anteriores. La Herramienta de Seguimiento analiza la disponibilidad pública de documentos presupuestarios que pertenecen a varios años.

source: Therefore, it is possible that in the space of a month or two a government could publish budget documents related to three fiscal years, because:
ar: وبالتالي، يمكن أن تقوم الحكومات، خلال شهر أو شهرين، بنشر وثائق الموازنة المتعلقة بثلاثة أعوام مالية، للأسباب التالية:
es: Por lo tanto, es posible que en el plazo de un mes o dos un gobierno publique documentos presupuestarios relativos a tres años fiscales, ya que:

source: a Pre-Budget Statement related to the forthcoming budget is often released four to six months before the start of the next fiscal year;
ar: غالبًا يتم إصدار البيان التمهيدي للموازنة المتعلق بالموازنة القادمة قبل أربعة إلى ستة أشهر من بدء العام المالي التالي؛
es: un Documento preliminar con respecto al próximo presupuesto suele publicarse cuatro a seis meses antes del comienzo del siguiente año fiscal;

source: an Executive’s Budget Proposal and Citizens Budget related to the forthcoming budget is often released one to three months before the start of the next fiscal year;
ar: غالبًا يتم إصدار مقترح الموازنة للسلطة التنفيذية وموازنة المواطنين للموازنة القادمة قبل شهر إلى ثلاثة أشهر من بدء العام المالي التالي؛
es: una Propuesta de presupuesto del Ejecutivo y un Presupuesto ciudadano con respecto al próximo presupuesto suelen publicarse uno a tres meses antes del comienzo del siguiente año fiscal;

source: an Enacted Budget related to the forthcoming budget is often released one month before the start of the next fiscal year;
ar: غالبًا يتم إصدار الموازنة المقررة المتعلقة بالموازنة القادمة قبل شهر من بدء العام المالي التالي؛
es: un Presupuesto aprobado con respecto al próximo presupuesto suele publicarse un mes antes del comienzo del siguiente año fiscal;

source: In-Year Reports related to the budget underway are often released every month or every quarter with a lag of one to three months;
ar: غالبًا يتم إصدار التقارير الدورية المتعلقة بالموازنة الجارية كل شهر أو كل ربع سنة بفارق زمني مقداره شهر إلى ثلاثة شهور؛
es: Los Informes entregados durante el año con respecto al presupuesto en curso suelen publicarse cada mes o en forma quincenal con un retraso de uno a tres meses;

source: a Mid-Year Review related to the budget underway is typically released one to three months after the midpoint of the fiscal year;
ar: غالبًا يتم إصدار مراجعة منتصف العام المتعلقة بالموازنة الجارية قبل شهر إلى ثلاثة أشهر بعد منتصف العام المالي؛
es: una Revisión de mitad de año con respecto al presupuesto en curso en general se publica uno a tres meses después de transcurrida la mitad del año fiscal;

source: a Year-End Report related to the previous budget is typically released six to 12 months after the end of the prior fiscal year; and
ar: غالبًا يتم إصدار تقرير منتصف العام المتعلق بالموازنة السابقة قبل ستة أشهر إلى اثني عشر شهرًا بعد نهاية العام المالي السابق؛ و
es: un Informe de fin de año con respecto al presupuesto anterior suele publicarse seis a 12 meses después de la finalización del año fiscal anterior; y

source: an Audit Report is often released anytime between six to 18 months after the end of the fiscal year. Thus, when this report is released, it may cover the previous budget (if it is released within 12 months of the end of the budget) or even the year prior to the previous budget (if it is released after 12 months of the end of the budget).
ar: غالبًا يتم إصدار تقرير المراجعة في أي وقت بين ستة أشهر إلى ثمانية عشر شهرًا بعد نهاية العام المالي. وبالتالي، عندما يتم إصدار التقرير، يمكن أن يغطي الموازنة السابقة (إذا تم إصداره خلال 12 شهرًا من نهاية الموازنة) أو حتى العام السابق للموازنة السابقة (إذا تم إصداره بعد 12 شهرًا من نهاية الموازنة).
es: un Informe de auditoría suele publicarse en cualquier momento, entre los seis y los 18 meses posteriores a la finalización del año fiscal. Por lo tanto, cuando se publica este informe, puede cubrir el presupuesto anterior (si es publicado dentro de los 12 meses de la finalización del presupuesto) o incluso el año anterior al del presupuesto previo (si es publicado más de 12 meses después de la finalización del presupuesto).

source: For example, in a country where the fiscal year and the calendar year are the same, the government could release a Pre-Budget Statement (next fiscal year), a Mid-Year Review (current fiscal year), and a Year-End Report (prior fiscal year) in August or September of the current fiscal year.
ar: على سبيل المثال، في الدول التي تكون السنة المالية هي نفس السنة التقويمية، يمكن أن تصدر الحكومة البيان التمهيدي للموازنة (العام المالي التالي) ومراجعة منتصف العام (العام المالي الحالي) وتقرير نهاية العام (العام المالي السابق) في شهر أغسطس أو سبتمبر من العام المالي الحالي.
es: Por ejemplo, en un país en donde el año fiscal y el año calendario coinciden, el gobierno puede publicar un Documento preliminar (próximo año fiscal), una Revisión de mitad de año (año fiscal en curso) y un Informe de fin de año (año fiscal anterior) en agosto o septiembre del año fiscal en curso.

source: The full cycle for a single budget could take close to two years to complete, beginning with the publication of the Pre-Budget Statement several months prior to the start of the fiscal year covered by the budget and ending with the publication of the Audit Report up to 18 months after fiscal year has ended. The Tracker is designed to anticipate when each of these key documents should be made available to the public in a country based on its budget cycle, and then report on whether the government has actually made them available.
ar: يمكن أن تأخذ الدورة الكاملة للموازنة الكاملة ما يقترب من عامين لكي تكتمل، بدءًا بنشر البيان التمهيدي للموازنة قبل عدة أشهر من بدء العام المالي الخاضع للتغطية من خلال الموازنة وانتهاءً بنشر تقرير المراجعة بعد ما يصل إلى 18 شهرًا من انتهاء العام المالي. تم تصميم برنامج التتبع بحيث يتوقع متى تكون كل وثيقة من تلك الوثائق متاحة للعامة في دولة ما اعتمادًا على دورة الموازنة بها ثم رفع تقرير حول ما إذا كانت الحكومة قد قامت بإتاحتها بالفعل أم لا.
es: La totalidad del ciclo presupuestario puede demorar hasta dos años en completarse, comenzando con la publicación del Documento preliminar varios meses antes del comienzo del año fiscal cubierto por el presupuesto y finalizando con la publicación del Informe de auditoría hasta 18 meses después de la finalización del año fiscal. La Herramienta de Seguimiento ha sido diseñada para anticipar en qué momento cada uno de estos documentos claves debería ser publicado en un país, según su ciclo presupuestario, y para informar si el gobierno efectivamente los puso a disposición del público.

source: More information
ar: المزيد من المعلومات
es: Más información

source: Open Budget Survey Tracker Guide
ar: دليل برنامج تتبع مسح الموازنة المفتوحة
es: Encuesta de Presupuesto Abierto - Guía

source: Research partners
ar: شركاء الأبحاث
es: Socios de investigación

source: View current status
ar: عرض الحالة الحالية
es: Ver estado actual

source: Historical Information
ar: المعلومات التاريخية
es: Información histórica

source: Not tracked
ar: بدون تتبع
es: No rastreado

source: About - Open Budget Survey - Tracker
ar: نبذة - مسح الموازنة المفتوحة - برنامج التتبع
es: Acerca de - Encuesta de Presupuesto Abierto - Herramienta de Seguimiento
