Repository: okfn/ibp-explorer
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ar, es

source: The <strong>IBP’s Open Budget Survey</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country’s central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions.
ar: يعد <strong>مسح الموازنة المفتوحة لشراكة الموازنة الدولية (IBP) </strong>هو التقييم الوحيد المستقل والمنتظم والمقارن لشفافية الموازنة والمشاركة في مختلف أرجاء العالم. ويتم تنفيذ هذا التقييم الصارم والشامل كل عامين، وهو يرمي إلى قياس مقدار معلومات الموازنة التي تتيحها الحكومة المركزية للدولة للعامة وهل أشركت المواطنين في عمليات الموازنة أم لا بالإضافة إلى قوة مؤسسات الإشراف الرسمية.
es: La <strong>Encuesta de Presupuesto Abierto del IBP</strong> es la única evaluación independiente, regular y comparativa de la transparencia y la participación presupuestaria en todos el mundo. Esta evaluación rigurosa e integral se lleva a cabo cada dos años y mide la cantidad de información presupuestaria que el gobierno central de un país pone a disposición del público, si los ciudadanos participan en los procesos presupuestarios y la fortaleza de las instituciones formales de supervisión.

source: Survey data on the amount of budget information that governments make public are used to calculate the <strong>Open Budget Index</strong>, which gives each country a transparency score from 0 to 100.
ar: يتم استخدام بيانات المسح حول مقدار المعلومات المرتبطة بالموازنة والتي تتيحها الحكومات من أجل حساب <strong>مؤشر الموازنة المفتوحة</strong>، والتي تمنح لكل دولة نتيجة للشفافية تتراوح بين 0 و100.
es: Los datos de la encuesta sobre la cantidad de información presupuestaria que los gobiernos ponen a disposición del público se utilizan para calcular el <strong>Índice de Presupuesto Abierto</strong>, que le otorga a cada país un puntaje de transparencia de 0 a 100.

source: To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href="http://survey.internationalbudget.org">Open Budget Survey Data Explorer</a>.
ar: للاطلاع على النتائج الكاملة لدورات مسح الموازنة المفتوحة الأربعة الخاصة بنا، قم بزيارة الموقع التفاعلي الخاص بنا <a href="http://survey.internationalbudget.org/">مستكشف بيانات مسح الموازنة المفتوح</a>.
es: Para consultar los resultados completos de las cuatro rondas de la Encuesta de Presupuesto Abierto, visite nuestro explorador interactivo de datos de la Encuesta de Presupuesto Abierto <a href="http://survey.internationalbudget.org"></a>.

source: A tool that provides regular monthly updates on whether the central government of the countries included publish each of the key budget documents on time as per international standards.
ar: عبارة عن أداة توفر تحديثات شهرية منتظمة حول ما إذا كانت الحكومة المركزية في الدول تقوم بنشر وثائق الموازنة الرئيسية في الوقت المناسب وفقًا للمعايير الدولية أم لا.
es: Es una herramienta que ofrece actualizacioens regulares acerca de si el gobierno central de cada país incluido publica todos los documentos presupuestarios claves a tiempo de conformidad con las normas internacionales.

source: The data for the Survey and Tracker are collected by independent civil society researchers in each country.
ar: يتم تجميع البيانات المتعلقة بالمسح وبرنامج التتبع من خلال باحثي المجتمع المدني المستقلين في كل دولة من الدول.
es: Los datos de la Encuesta y de la Herramienta de Seguimiento son recopilados por investigadores de una sociedad civil independiente de cada país.

source: How does a country’s Tracker results relate to its Open Budget Index score?
ar: ما هي علاقة نتائج برنامج التتبع الخاص بدولة ما بنتائج مؤشر الموازنة المفتوحة الخاص بهذه الدولة؟
es: ¿Como se relacionan los resultados de un país en la Herramienta de Seguimiento con el puntaje del Índice de Presupuesto Abierto?

source: A country’s Open Budget Index score is the most comprehensive measure of its budget transparency but is updated only every two years. The <strong>OBS Tracker</strong>, on the other hand, monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country’s progress on meeting basic international standards for the publication of budget documents.
ar: نتيجة مؤشر فهرس الموازنة المفتوحة لدولة ما عبارة عن الإجراء الأكثر شمولية لشفافية الموازنة الخاصة بها إلا أنها يتم تحديثها كل عامين فقط. ويستخدم <strong>برنامج تتبع مسح الموازنة المفتوحة (OBS)</strong>، في المقابل، لمراقبة أحد العوامل المضمنة في فهرس الموازنة المفتوحة على أساس شهري: هل تقوم الحكومات بإصدار وثائق الموازنة الرئيسية الثمانية للعامة أم لا (لا يقيم مستوى المعلومات التفصيلية التي يتم توفيرها). رغم أن نتيجة فهرس مؤشر الموازنة المفتوحة هو الإجراء القياسي الذهبي، إلا أن <strong>برنامج التتبع</strong> يسمح بتتبع مدى تقدم الدولة فيما يتعلق بالوفاء بالمعايير الدولية الأساسية من أجل نشر وثائق الموازنة.
es: El puntaje del Índice de Presupuesto Abierto de un país es la mejor forma de medir la transparencia presupuestaria pero se actualiza únicamente cada dos años. La <strong>Herramienta de Seguimiento de OBS</strong> controla en forma mensual uno de los factores incluidos en el Índice de Presupuesto Abierto: si los gobiernos publican los ocho documentos presupuestarios claves y los ponen a disposición del público(no evalúa el nivel de detalle de la información suministrada). Si bien el puntaje del Índice de Presupuesto Abierto es la regla de oro, la <strong>Herramienta de Seguimiento</strong> permite rastrear los avances de un país en cuando al cumplimiento de normas internacionales básicas para la publicación de documentos presupuestarios.

source: Budgets are a government’s most powerful tool to meet the needs and priorities of a country and its people. Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.
ar: الموازنات هي أقوى الأدوات الحكومية المستخدمة للوفاء باحتياجات وأولويات الدولة وشعبها. وتحتاج منظمات المجتمع المدني والجهات التشريعية والمراجعين ووسائل الإعلام والعامة بشكل أوسع نطاقًا إلى الحصول على معلومات الموازنة في الوقت المناسب من أجل محاسبة الحكومة على كيفية استخدام الموارد العامة. وبدون هذا التدقيق، يمكن أن تختار الحكومة اختيارات سيئة أو برامج غير شهيرة أو غير مناسبة، ويمكن أن تقوم بإهدار الأموال، كما يمكن أن تفتح الباب على مصراعيه أمام الفساد. وفي المقابل، عندما يتاح للأشخاص العاديين المعلومات والفرص للمشاركة في عمليات الموازنة الحكومية، يمكنهم تعزيز التحسينات الفعلية فيما يتعلق بالإدارة والسياسات.
es: El presupuesto es la herramienta más valiosa que tiene un gobierno para satisfacer las necesidades y cubrir las prioridades de un país y su gente. Las organizaciones de la sociedad civil, los legisladores, los auditores, los medios de comunicación y el público en general necesitan contar con información presupuestaria oportuna para responsabilizar al gobierno por el modo en el que utiliza los recursos públicos. Sin dicha evaluación, el gobierno puede tomar malas decisiones o ejecutar programas inadecuados, desperdiciar dinero y abrir la puerta a la corrupción. Por otro lado, cuando una persona común tiene información y oportunidades de participar en el proceso presupuestario del gobierno, puede promover mejores reales en la gobernanza y la política.

source: More detailed information
ar: المزيد من المعلومات التفصيلية
es: Información más detallada

source: Open Budget Survey
ar: مسح الموازنة المفتوحة
es: Encuesta de Presupuesto Abierto

source: Country Info landing page
ar: الصفحة الرئيسية لمعلومات الدولة
es: Página de inicio de información de países

source: Budget Library (Google docs)
ar: مكتبة الموازنة (وثائق Google)
es: Biblioteca de presupuestos (Google docs)

source: Pre-Budget Statement
ar: البيان التمهيدي للموازنة
es: Documento preliminar

source: The purpose of the Pre-Budget Statement is to disclose the parameters of the Executive's Budget Proposal. It outlines the government's macroeconomic assumptions as well as anticipated total revenue and expenditures, and it sets out the debt that will be incurred during the upcoming budget year. The Pre-Budget Statement should be available no less than one month prior to the introduction of the Executive's Budget Proposal. If the Pre-Budget Statement is published less than a month before the Executive's Budget Proposal is submitted to the legislature, it is considered to be 'not publicly available'.
ar: الغرض من البيان التمهيدي للموازنة هو الكشف عن معلمات مقترح الموازنة للسلطة التنفيذية. وهو يوضح افتراضات الاقتصاد الكلي للحكومة بالإضافة إلى إجمالي العائدات والنفقات المتوقعة، كما أنه يحدد الدين الذي سينجم أثناء عام الموازنة القادم. ويجب أن يكون البيان التمهيدي للموازنة متاحًا بما لا يقل عن شهر قبل تقديم مقترح الموازنة للسلطة التنفيذية. إذا تم نشر البيان التمهيدي للموازنة قبل أقل من شهر من تقديم مقترح الموازنة للسلطة التنفيذية للسلطة التشريعية، يتم اعتبار أنه "لم يتم تتم إتاحته للعامة".
es: El objetivo del Documento preliminar es divulgar los parámetros de la Propuesta de presupuesto del Ejecutivo. t outlines the government's macroeconomic assumptions y los anticipated total revenue and expenditures y it sets out the debt that will be incurred durante el próximo año presupuestario. El Documento preliminar debe estar disponible con una anticipación mayor a un mes antes de la presentación de la Propuesta de presupuesto del Ejecutivo. Si el Documento Preliminar se publica con menos de un mes antes de la presentación de la Propuesta de presupuesto del Ejecutivo a la legislatura, se considera que no está 'a disposición del público'.

source: Executive's Budget Proposal
ar: مقترح الموازنة للسلطة التنفيذية
es: Propuesta de presupuesto del Ejecutivo

source: The nature of the Executive's Budget Proposal varies from country to country. Sometimes it is a single document, sometimes multiple documents. The Executive's Budget Proposal is the document or documents that the executive submits to the legislature for its approval. It details expected government revenue and the sources of that revenue, as well as allocations to be made to all ministries, and to subnational governments in countries where the national government provides funding to the latter. The Executive's Budget Proposal should be made publicly available when it is first presented to the legislature, or, at a minimum, before the legislature approves it.
ar: تختلف طبيعة مقترح الموازنة للسلطة التنفيذية من دولة إلى أخرى. ففي بعض الأحيان، يكون عبارة عن وثيقة واحدة، وفي أحيان أخرى، يكون عبارة عن وثائق متعددة. ومقترح الموازنة للسلطة التنفيذية هو الوثيقة أو الوثائق التي تقوم السلطة التنفيذية بتسليمها إلى السلطة التشريعية من أجل الموافقة عليها. وهو يوضح بالتفاصيل الإيرادات ومصادر الإيرادات الحكومية، وكذلك التخصيصات التي يتم عملها لكل الوزارات، والتقسيمات الإدارية الحكومية في الدول التي توفر فيها الحكومة القومية التمويل إلى التقسيمات الإدارية الحكومية. ويجب أن تتم إتاحة مقترح الموازنة للسلطة التنفيذية للعامة عندما يتم تقديمها للمرة الأولى إلى السلطة التشريعية، أو، على الأقل، قبل أن توافق عليها السلطة التشريعية.
es: La naturaleza de la Propuesta de presupuesto del Ejecutivo varía de un país a otro. A veces es un único documento, a veces son múltiples documentos. La Propuesta de presupuesto del Ejecutivo es el documento o los documentos que el Poder Ejecutivo presenta a la legislatura para su aprobación. Detalla los ingresos esperados del gobierno y las fuentes de esos ingresos, así como las asignaciones que se realizarán a todos los ministerios y a gobiernos subnacionales en países en los cuales el gobierno nacional le brinda financiación a los gobiernos subnacionales. La Propuesta de presupuesto del Ejecutivo debe ponerse a disposición del público cuando es presentada por primera vez en la legislatura o, como mínimo, antes de que la legislatura la apruebe.

source: Enacted Budget
ar: الموازنة المقررة
es: Presupuesto aprobado

source: The Enacted Budget is the budget that has been passed into law by the legislature. Unlike most budget documents, the Enacted Budget should be available from the committee within the legislature that deals with the budget, although the Ministry of Finance or other body that houses the executive's budget documents may also have a copy of the Enacted Budget. The Enacted Budget must be released to the public no later than three months after the legislature has approved it.
ar: الموازنة المقررة هي الموازنة التي تم تمريرها لتصبح قانونًا من خلال السلطة التشريعية. وبخلاف أغلب وثائق الموازنة، يجب أن تكون الموازنة المقررة متاحة من اللجنة الموجودة في السلطة التشريعية والتي تتعامل مع الموازنة، رغم أن وزارة المالية أو غيرها من الكيانات التي تتواجد وثائق الموازنة التنفيذية بها يمكن أن تحصل على نسخة كذلك من الموازنة المقررة. ويجب أن يتم إصدار الموازنة المقررة للعامة في موعد لا يتجاوز ثلاثة أشهر بعد الموافقة عليها من قبل السلطة التشريعية.
es: El Presupuesto aprobado es el presupuesto que ha sido convertido en ley por la legislatura. A diferencia de los demás documentos presupuestarios, el Presupuesto aprobado debe estar a disposición del público desde la comisión que trata el presupuesto, si bien el Ministerio de Finanzas u otro organismo que conserve los documentos presupuestarios del Ejecutivo también podría tener una copia del Presupuesto aprobado. El Presupuesto aprobado debe ser puesto a disposición del público dentro de los tres meses posteriores a la aprobación por parte de la legislatura.

source: Citizens Budget
ar: موازنة المواطنين
es: Presupuesto ciudadano

source: A Citizens Budget is a version of the Executive's Budget Proposal, the Enacted Budget, or any other budget document that is simpler and less technical than the full document. It is normally shorter than the document on which it is based and is specifically designed to convey the key information in the particular document to the general public. A Citizens Budget should be available at the same time that the underlying document is made available. For example, if the Citizens Budget is a simplified version of the Executive's Budget Proposal, it should be released at the same time as the Executive's Budget Proposal.
ar: موازنة المواطنين عبارة عن نسخة من مقترح الموازنة للسلطة التنفيذية أو الموازنة المقررة أو أي وثائق موازنة أخرى تكون أبسط وأقل فنية من الوثيقة الكاملة. وغالبًا ما تكون أقصر من الوثيقة التي تعتمد عليها وتكون مصممة خصيصًا لتوفير المعلومات الرئيسية الواردة في الوثيقة ذات الصلة للعامة. ويجب أن تتم إتاحة موازنة المواطنين في نفس الوقت الذي تتاح فيه الوثيقة الأساسية. على سبيل المثال، إذا كانت موازنة المواطنين نسخة مبسطة من مقترح الموازنة للسلطة التنفيذية، يجب أن يتم إصدارها في نفس وقت إصدار مقترح الموازنة للسلطة التنفيذية.
es: Un Presupuesto ciudadano es una versión de la Propuesta de presupuesto del Ejecutivo, el Presupuesto aprobado o cualquier otro documento presupuestario que es más sencillo y menos técnico que el documento completo. En general, es más corto que el documento en el cual se basa y ha sido diseñado específicamente para transmitir la información clave del documento particular al público en general. Un Presupuesto ciudadano debe estar a disposición del público en forma simultánea al documento subyacente. Por ejemplo, si el Presupuesto ciudadano es una versión simplificada de la Propuesta de presupuesto del Ejecutivo, debe ser publicado al mismo tiempo que la Propuesta de presupuesto del Ejecutivo.

source: In-Year Report
ar: التقرير الدوري
es: Informe de mitad de año

source: These may be issued on a quarterly or monthly basis. They may be in the form of a consolidated report for the entire government or multiple reports from different agencies. In-Year Reports should be issued no later than three months after the end of the reporting period. If the report is issued after this date, it is considered as 'not publicly available'.
ar: ويمكن أن يتم إصدارها على أساس ربع سنوي أو شهري. ويمكن أن تأخذ شكل التقرير الموحد للحكومة الكاملة أو التقارير المتعددة من الوكالات المختلفة. ويجب أن يتم إصدار التقارير الدورية بما لا يتجاوز ثلاثة أشهر بعد انتهاء فترة التقارير. وإذا تم إصدار التقرير بعد هذا التاريخ، يتم النظر إليه على أنه "لم تتم إتاحته للعامة".
es: Puede ser emitido en forma mensual o trimestral. Puede publicarse como un informe consolidado para todo el gobierno o como múltiples informes para diferentes agencias. Los Informes de fin de año deben ser emitidos dentro de los tres meses posteriores a la finalización del periodo de informes. Si el informe se emite después de esa fecha, se considerará que 'no está a disposición del público'.

source: Mid-Year Review
ar: المراجعة نصف السنوية
es: Revisión de mitad de año

source: The Mid-Year Review contains a comprehensive update on the implementation of the budget as of the middle of the fiscal year, including a review of economic assumptions underlying the budget, and an updated forecast of the budget outcome for the fiscal year. The Mid-Year Review should be available no later than three months after the end of the first six months of the fiscal year.
ar: تحتوي المراجعة نصف السنوية على تحديث شامل بشأن تنفيذ الموازنة، من منتصف العام المالي، بما في ذلك مراجعة الافتراضات الاقتصادية الرئيسية في الموازنة، والتوقعات المحدثة لنتائج الموازنة للعام المالي. يجب أن تتاح المراجعة نصف السنوية بما لا يتجاوز ثلاثة أشهر بعد نهاية أول ثلاثة أشهر من العام المالي.
es: La Revisión de mitad de año contiene una actualización integral del presupuesto a la mitad del año fiscal, incluye una revisión de las presunciones económicas que subyacen al presupuesto y un pronóstico actualizado del resultado del presupuesto para el año fiscal. La Revisión de mitad de año debe estar a disposición del público dentro de los tres meses posteriores a la finalización de los primeros seis meses del año fiscal.

source: Year-End Report
ar: تقرير نهاية السنة
es: Informe de fin de año

source: Generally the Year-End Report is issued as a single, consolidated report for the entire government, but individual ministries may issue separate Year-End Reports. The Year-End Report should be released no later than one year after the end of the fiscal year. The Year-End Report is 'not publicly available' if issued later than one year after the end of the fiscal year it reports on.
ar: بصفة عامة، يتم إصدار تقرير نهاية السنة كتقرير موحد منفرد للحكومة بأكملها، إلا أنه يجوز للوزارات المفردة إصدار تقارير نهاية السنة المنفصلة. يجب أن يتم إصدار تقرير نهاية السنة بما لا يتجاوز عام بعد نهاية العام المالي. ويكون تقرير نهاية السنة "غير متاح للعامة" إذا تم إصداره بعد عام واحدة بعد نهاية العام المالي الذي يوفر بياناته.
es: Generalmente, el Informe de fin de año se emite como un único informe consolidado para todo el gobierno, pero los ministerios individuales pueden emitir su propio informe de fin de año. El Informe de fin de año debe ser publicado dentro del plazo de un año de la finalización del año fiscal. Se considerará que el Informe de fin de año 'no está a disposición del público' si fue emitido más de un año después de la finalización del año fiscal al cual se refiere.

source: Audit Report
ar: تقرير المراجعة
es: Informe de auditoría

source: The Audit Report is issued by the country's supreme audit institution (SAI). It attests to the soundness and completeness of the government's year-end accounts. Unlike most other budget documents, the Audit Report is housed with the SAI. To be considered 'publicly available' the Audit Report must be published within 18 months after the end of the fiscal year to which it relates. The Audit Report would be 'not publicly available' if it is issued after that 18 month period.
ar: يتم إصدار تقرير المراجعة من خلال جهاز الرقابة الأعلى (SAI) في الدولة. وهو يعد بمثابة الدليل على سلامة واكتمال حسابات نهاية العام للحكومة. وبخلاف أغلب الوثائق الأخرى، يكون تقرير المراجعة موجودًا في جهاز الرقابة الأعلى. ولكي يتم اعتبار أن تقرير المراجعة قد "أتيح للعامة"، يجب أن يتم نشره خلال ثمانية عشر شهرًا بعد نهاية العام المالي الذي يدور حوله. لن يتم اعتبار تقرير المراجعة "متاحًا للعامة" إذا تم إصداره بعد فترة الثمانية عشر شهرًا تلك.
es: El Informe de auditoría es emitido por la Institución Superior de Auditoría (SAI) de un país. Certifica que las cuentas al final del año son sólidas y completas. A diferencia de la mayoría de los documentos presupuestarios, el Informe de auditoría se conserva dentro de la SAI. Para que se considere que 'fue puesto a disposición del público', el Informe de auditoría debe ser publicado dentro de los 18 meses posteriores a la finalización del año fiscal al cual se refiere. Se considerará que el Informe de auditoría 'no está a disposición del público' si fue emitido con posterioridad a ese periodo de 18 meses.

source: Publishing period for each report is one to three months after a particular month/quarter ends.
ar: فترة النشر لكل تقرير هي شهر إلى ثلاثة أشهر بعد انتهاء الشهر / ربع السنة ذي الصلة.
es: El periodo de publicación de cada informe es de uno a tres meses después de la finalización de un mes o trimestre en particular.

source: Same as either the Executive Budget Proposal or Enacted Budget.
ar: ويسري نفس الأمر على مقترح الموازنة للسلطة التنفيذية أو الموازنة المقررة.
es: Lo mismo se aplica a la Propuesta de presupuesto del Ejecutivo o al Presupuesto aprobado.

source: Armenia
ar: أرمينيا

source: Bolivia
ar: بوليفيا

source: Côte d’Ivoire
ar: ساحل العاج
es: Costa de Marfil

source: Dem. Rep. of Congo
ar: جمهورية الكونغو الديمقراطية
es: Rep. Dem. del Congo

source: Dominican Republic
ar: جمهورية الدومينيكان
es: República Dominicana

source: Ecuador
ar: الإكوادور

source: Egypt
ar: مصر
es: Egipto

source: El Salvador
ar: السلفادور

source: Fiji
ar: فيجي
es: Fiyi

source: Georgia
ar: جورجيا

source: Ghana
ar: غانا

source: Greece
ar: اليونان
es: Grecia

source: Hungary
ar: المجر
es: Hungría

source: Iraq
ar: العراق
es: Irak

source: Kenya
ar: كينيا
es: Kenia

source: Kyrgyz Republic
ar: قرغيزستان
es: Kirguistán

source: Macedonia
ar: جمهورية مقدونيا
es: Rep. de Macedonia

source: Mali
ar: مالي
es: Malí

source: Myanmar
ar: بورما

source: Nicaragua
ar: نيكاراجوا

source: Niger
ar: النيجر
es: Níger

source: Nigeria
ar: نيجيريا

source: Palestine
ar: دولة فلسطين
es: Palestina

source: Philippines
ar: الفلبين
es: Filipinas

source: Senegal
ar: السنغال

source: Sierra Leone
ar: سيراليون

source: Tanzania
ar: تنزانيا

source: Timor-Leste
ar: تيمور الشرقية
es: Timor Oriental

source: Tunisia
ar: تونس
es: Túnez

source: Vietnam
ar: فيتنام

source: Publications - Open Budget Survey - Tracker
ar: المنشورات - مسح الموازنة المفتوحة - برنامج التتبع
es: Publicaciones - Encuesta de Presupuesto Abierto - Herramienta de Seguimiento

source: Reports
ar: التقاري
es: Informes

source: Open Budget Survey Tracker Report
ar: تقرير برنامج تتبع مسح الموازنة المفتوحة
es: Encuesta de Presupuesto Abierto - Informe de Seguimiento

source: Updates
ar: التحديثات
es: Actualizaciones

source: Open Budget Survey Tracker Update
ar: تحديث برنامج تتبع مسح الموازنة المفتوحة
es: Encuesta de Presupuesto Abierto - Actualización de Seguimiento
