[{"a": "All expenditures are classified by administrative unit", "c": "Expenditures are classified by administrative unit, but those for a significant number of units are not presented separately.  ", "b": "Expenditures are classified by administrative unit, but expenditures for some small units are not presented separately. ", "e": "Not applicable/other (please comment). ", "d": "No expenditures classified by administrative unit are presented", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present  expenditures for the budget year that are classified by administrative unit (that is, by ministry, department, or agency)? "}, {"a": "All expenditures are presented by functional classification, and the categorization is compatible with international standards.", "c": "Some, but not all, expenditures are presented by functional classification.", "b": "All expenditures are presented by functional classification, but the categorization is not compatible with international standards.", "e": "Not applicable/other (please comment).", "d": "No expenditures classified by function are presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for the budget year by functional classification?"}, {"a": "All expenditures are presented by economic classification, and the categorization is compatible with international standards.", "c": "Some, but not all, expenditures are presented by economic classification.", "b": "All expenditures are presented by economic classification, but the categorization is not compatible with international standards.", "e": "Not applicable/other (please comment).", "d": "No expenditures classified by economic classification are presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for the budget year that are presented by economic classification?"}, {"a": " Program-level data are presented for all expenditures.", "c": "Program-level data are presented, but for less than two-thirds of expenditures.", "b": "Program-level data are presented for at least two-thirds of, but not all, expenditures.", "e": "Not applicable/other (please comment).", "d": "No program-level data are presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for individual programs for the budget year?"}, {"a": "Yes, multi-year estimates of aggregate expenditure are presented.", "c": " Not applicable/other (please comment).", "b": "No, multi-year estimates of aggregate expenditure are not presented.", "e": "", "d": "", "question": "In the Executive’s Budget Proposal or any supporting budget documentation are estimates of the aggregate level of expenditure presented for a multi-year period (at least two years beyond the budget year)?"}, {"a": "Yes, multi-year expenditure estimates are presented for all individual programs, and for one or more expenditure classification (such as functional, economic, or administrative).", "c": "Yes, multi-year estimates are presented, but only for a portion of one or more of the expenditure classifications (such as some functions, or some administrative units) and/or for only some individual programs.", "b": "Yes, multi-year estimates are presented for one or more expenditure classification (such as functional, economic, or administrative), but only for some individual programs.", "e": "Not applicable/other (please comment).", "d": "No, multi-year estimates are presented for aggregate expenditure only, or they are not presented at all.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation is more detail in addition to the aggregate level presented for expenditure estimates that cover a multi-year period (for at least two years beyond the budget year)?"}, {"a": "All sources of tax revenue are identified individually.", "c": " Sources of tax revenue amounting to less than two-thirds of all tax revenues are identified individually.", "b": "Sources of tax revenue amounting to at least two-thirds of but not all tax revenues are identified individually.", "e": "Not applicable/other (please comment).", "d": "No sources of tax revenue are identified individually.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation identify the different sources of tax revenue (such as income tax or VAT) for the budget year?"}, {"a": "All sources of non-tax revenue are identified individually.", "c": "Sources of non-tax revenue amounting to less than two-thirds of all non-tax revenue are identified individually.", "b": " Sources of non-tax revenue amounting to at least two-thirds of, but not all, non-tax revenues are identified individually.", "e": "Not applicable/other (please comment).", "d": "No sources of non-tax revenue are identified individually.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation identify the different sources of non-tax revenue (such as grants, property income, and sales of government-produced goods and services) for the budget year?"}, {"a": "Yes, multi-year estimates of aggregate revenue are presented.", "c": "Not applicable/other (please comment).", "b": "No, multi-year estimates of aggregate revenue are not presented.", "e": "", "d": "", "question": "In the Executive’s Budget Proposal or any supporting budget documentation are estimates of the aggregate level of revenue presented for a multi-year period (at least two years beyond the budget year)?"}, {"a": "Yes, multi-year revenue estimates are presented for individual sources of revenue, and by revenue classification (such as tax and non-tax).", "c": "Yes, multi-year estimates are presented, but only for some individual sources of revenue.", "b": "Yes, multi-year estimates are presented by revenue classification (such as tax and non-tax), but only for some individual sources of revenue.", "e": "Not applicable/other (please comment).", "d": "No, multi-year estimates are presented for aggregate revenue only, or they are not presented at all.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation is more detail in addition to the aggregate level presented for revenue estimates that cover a multi-year period (for at least two years beyond the budget year)?"}, {"a": "Yes, the data reflect the outstanding debt both at the start of the budget year and at the end of the budget year (and thereby reflect the net borrowing requirement of the budget).", "c": " Yes, the data reflect the outstanding debt at the start of the budget year.", "b": "Yes, the data reflect the outstanding debt at the end of the budget year.", "e": "Not applicable/other (please comment).", "d": "No, data on the outstanding debt are not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present data on the total government debt outstanding for the budget year?"}, {"a": "Yes, interest payments on the debt are presented.", "c": "Not applicable/other (please comment).", "b": " No, interest payments on the debt are not presented.", "e": "", "d": "", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present interest payments on the debt for the budget year?"}, {"a": "Yes, extensive information related to the composition of government debt is presented.", "c": " Yes, some additional information is presented, but it lacks important details.", "b": " Yes, key additional information is presented, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, additional information related to the composition of government debt is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information related to the composition of government debt (such as interest rates on the debt, maturity profile of the debt, currency denomination of the debt, or whether it is domestic or external debt) for the budget year?"}, {"a": " Yes, an extensive discussion of the macroeconomic forecast is presented, and key assumptions (for such factors as inflation, real GDP growth, unemployment rate, and interest rates) are stated explicitly.", "c": " Yes, there is some discussion of the macroeconomic forecast (and/or the presentation of key assumptions), but it lacks important details.", "b": "Yes, the macroeconomic forecast is discussed and most of the key assumptions are stated explicitly, but some details are excluded.", "e": " Not applicable/other (please comment).", "d": "No, information related to the macroeconomic forecast is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present the macroeconomic forecast upon which the budget projections are based?"}, {"a": "Yes, extensive information on the impact of macroeconomic assumptions on the budget is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting the impact of the major macroeconomic assumptions, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on the impact of different macroeconomic assumptions on the budget is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation show the impact of different macroeconomic assumptions (i.e., sensitivity analysis) on the budget (including impacts on expenditures, revenues, and debt)?"}, {"a": "Yes, extensive information on the impact of policy proposals on expenditures is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some information is presented, but it lacks important details.", "b": " Yes, information is presented, highlighting the impact of key policy proposals on expenditures, but some details are excluded.", "e": " Not applicable/other (please comment).", "d": "No, information on the impact of policy proposals on expenditures is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information for at least the budget year that shows how policy proposals, as distinct from existing policies, affect expenditures?"}, {"a": " Yes, extensive information on the impact of policy proposals on revenues is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting the impact of key policy proposals on revenues, but some details are excluded.", "e": " Not applicable/other (please comment).", "d": "No, information on the impact of policy proposals on revenues is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information for at least the budget year that shows how policy proposals, as distinct from existing policies, affect revenues?"}, {"a": "All expenditures are classified by administrative unit for BY-1.", "c": " Expenditures are classified by administrative unit for BY-1, but a significant number of units are not shown separately.", "b": "Expenditures are classified by administrative unit for BY-1, but some small units are not shown separately.", "e": "Not applicable/other (please comment).", "d": " No expenditures classified by administrative unit are presented for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for the year preceding the budget year (BY-1) that are classified by administrative unit (that is, by ministry, department, or agency)?"}, {"a": " All expenditures are classified by functional classification for BY-1, and the categorization is compatible with international standards.", "c": " Some, but not all, expenditures are classified by function for BY-1.", "b": "All expenditures are classified by functional classification for BY-1, but the categorization is not compatible with international standards.", "e": " Not applicable/other (please comment).", "d": " No expenditures classified by function are presented for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for the year preceding the budget year (BY-1) that are classified by functional classification?"}, {"a": "All expenditures are classified by economic classification for BY-1, and the categorization is compatible with international standards.", "c": " Some, but not all, expenditures are classified by economic classification for BY-1.", "b": "All expenditures are classified by economic classification for BY-1, but the categorization is not compatible with international standards.", "e": "  Not applicable/other (please comment).", "d": "No expenditures classified by economic classification are presented for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for the year preceding the budget year (BY-1) that are classified by economic classification?"}, {"a": "Program-level expenditure data are presented for all expenditures for BY-1.", "c": "Program-level expenditure data are presented, but for less than two-thirds of expenditures for BY-1.", "b": " Program-level expenditure data are presented for at least two-thirds of, but not all, expenditures for BY-1.", "e": " Not applicable/other (please comment).", "d": " No program-level expenditure data are presented for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present expenditures for individual programs for the year preceding the budget year (BY-1)?"}, {"a": " All BY-1 estimates have been updated from the original enacted levels to reflect six or more months of actual expenditure.", "c": " Some BY-1 estimates have been updated from the original enacted levels to reflect actual expenditure.", "b": "All BY-1 estimates have been updated from the original enacted levels but reflect less than six months of actual expenditure.", "e": " Not applicable/other (please comment).", "d": "The BY-1 estimates have not been updated from the original enacted levels, or no BY-1 estimates are presented.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation, how many months of data on actual expenditures are reflected in the expenditure estimates of the year prior to the budget year (BY-1)?"}, {"a": "Yes, such prior-year estimates of aggregate expenditure are presented.", "c": " Not applicable/other (please comment).", "b": "No, such prior-year estimates of aggregate expenditure are not presented.", "e": "", "d": "", "question": "In the Executive’s Budget Proposal or any supporting budget documentation are estimates of the aggregate level of expenditure presented for more than one year prior to the budget year (that is, BY-2 and prior years)?"}, {"a": "Yes, such prior-year expenditure estimates are presented for all individual programs, and for one or more expenditure classification (such as functional, economic, or administrative).", "c": "Yes, such prior-year estimates are presented, but only for a portion of one or more of the expenditure classifications (such as some functions, or some administrative units) and/or for only some individual programs.", "b": " Yes, such prior-year estimates are presented for one or more expenditure classification (such as functional, economic, or administrative), but only for some individual programs.", "e": " Not applicable/other (please comment).", "d": "No, such prior-year estimates are presented for aggregate expenditure only, or they are not presented at all.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present more detail in addition to the aggregate level for expenditure estimates that cover more than one year prior to the budget year (that is, BY-2 and prior years)?"}, {"a": "Two years prior to the budget year (BY-2).", "c": " Before BY-3.", "b": "Three years prior to the budget year (BY-3).", "e": " Not applicable/other (please comment).", "d": "No actual data for all expenditures are presented in the budget or supporting budget documentation.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation, what is the most recent year presented for which all expenditures reflect actual outcomes?"}, {"a": "Yes, prior-year data are always adjusted to be comparable to the budget year data.", "c": "Yes, in some cases, prior-year data are adjusted to be comparable, but significant deviations between prior-year and budget-year classifications exist.", "b": "Yes, in most cases, prior-year data are adjusted to be comparable.", "e": " Not applicable/other (please comment).", "d": "No, prior-year data are not adjusted to be comparable, or no prior-year estimates are presented.", "question": "Are the expenditure estimates for the years prior to the budget year adjusted as needed to be comparable with the budget-year estimates in terms of classification and presentation?"}, {"a": "All tax revenues are identified individually for BY-1.", "c": " Tax revenues amounting to less than two-thirds of all tax revenues for BY-1 are identified individually.", "b": "Tax revenues amounting to at least two-thirds of, but not all, tax revenue for BY-1 are identified individually.", "e": "Not applicable/other (please comment).", "d": " No tax revenues are identified individually for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation identify the different sources of tax revenue (such as income tax or VAT) for the year preceding the budget year (BY-1)?"}, {"a": "All non-tax revenues are identified individually for BY-1.", "c": "Non-tax revenues amounting to less than two-thirds of all non-tax  revenues for BY-1 are identified individually.", "b": " Non-tax revenues amounting to at least two-thirds of, but not all, non-tax revenue for BY-1 are identified individually.", "e": "Not applicable/other (please comment).", "d": "No non-tax revenues are identified individually for BY-1.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation identify the different sources of non-tax revenue (such as grants, property income, and sales of goods and services) for the year preceding the budget year (BY-1)?"}, {"a": "All BY-1 estimates have been updated from the original estimates to reflect six or more months of actual revenue collections.", "c": " Some BY-1 estimates have not been updated from the original estimates to reflect actual revenue collections.", "b": " All BY-1 estimates have been updated from the original estimates but reflect less than six months of actual revenue collections.", "e": "Not applicable/other (please comment).", "d": "The BY-1 estimates have not been updated from the original estimates, or no BY-1 estimates are presented.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation, how many months of data on actual revenues are reflected in the revenue estimates of the year prior to the budget year (BY-1)?"}, {"a": " Yes, such prior-year estimates of aggregate revenue are presented.", "c": " Not applicable/other (please comment).", "b": " No, such prior-year estimates of aggregate revenue are not presented.", "e": "", "d": "", "question": "In the Executive’s Budget Proposal or any supporting budget documentation are estimates of the aggregate level of revenues presented for more than one year prior to the budget year (that is, BY-2 and prior years)?"}, {"a": "Yes, such prior-year revenue estimates are presented for individual sources of revenue, and by revenue classification (such as tax and non-tax).", "c": " Yes, such prior-year estimates are presented, but only for some individual sources of revenue.", "b": "Yes, such prior-year estimates are presented by revenue classification (such as tax and non-tax), but only for some individual sources of revenue.", "e": "Not applicable/other (please comment).", "d": "No, such prior-year estimates are presented for aggregate revenue only, or they are not presented at all.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation is more detail in addition to the aggregate level presented for revenue estimates for more than one year prior to the budget year (that is, BY-2 and prior years)?"}, {"a": "Two years prior to the budget year (BY-2).", "c": " Before BY-3.", "b": "Three years prior to the budget year (BY-3).", "e": "Not applicable/other (please comment).", "d": "No actual data for all revenues are presented in the budget or supporting budget documentation.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation, what is the most recent year presented for which all revenues reflect actual outcomes?"}, {"a": "Yes, extensive information is presented on the level and composition of government debt for the year preceding the budget year.", "c": "Yes, but only information on the level of debt is presented.", "b": "Yes, information on the level of debt is presented, but some important details about the composition of the debt are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information related to the government debt for BY-1 is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information related to the government debt for the year preceding the budget year?"}, {"a": "Two years prior to the budget year (BY-2).", "c": " Before BY-3.", "b": "Three years prior to the budget year (BY-3).", "e": " Not applicable/other (please comment).", "d": " No actual data for government debt are presented in the budget or supporting budget documentation.", "question": "In the Executive’s Budget Proposal or any supporting budget documentation, what is the most recent year presented for which the debt figures reflect actual outcomes?"}, {"a": "Yes, extensive information on extra-budgetary funds is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key extra-budgetary funds, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information on extra-budgetary funds is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on extra-budgetary funds for at least the budget year?"}, {"a": " Yes, extensive information on intergovernmental transfers is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key intergovernmental transfers, but some details are excluded.", "e": " Not applicable/other (please comment).", "d": "No, information on intergovernmental transfers is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on intergovernmental transfers for at least the budget year?"}, {"a": " Yes, extensive information on transfers to public corporations is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key transfers to public corporations, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information on transfers to public corporations is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on transfers to public corporations for at least the budget year?"}, {"a": "Yes, extensive information on quasi-fiscal activities is presented, including both a narrative discussion and, where possible, quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key quasi-fiscal activities, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on quasi-fiscal activities is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on quasi-fiscal activities for at least the budget year?"}, {"a": "Yes, extensive information on financial assets is presented, including a listing of the assets, a discussion of their purpose, and an estimate of their market value.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key information, but some details are excluded.", "e": "  Not applicable/other (please comment).", "d": " No, information on financial assets is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on financial assets held by the government?"}, {"a": "Yes, extensive information on nonfinancial assets is presented, including a listing of the assets and, where possible, an estimate of their market value.", "c": " Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key information, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No information on nonfinancial assets is presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on nonfinancial assets held by the government?"}, {"a": "Yes, extensive information on expenditure arrears is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": " Yes, information is presented, highlighting key expenditure arrears, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on expenditure arrears is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on expenditure arrears for at least the budget year?"}, {"a": "Yes, extensive information on contingent liabilities is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key contingent liabilities, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information on contingent liabilities is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on contingent liabilities (such as government loan guarantees)?"}, {"a": "Yes, extensive information on future liabilities is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key future liabilities, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on future liabilities is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on future liabilities, such as civil service pensions?"}, {"a": "All sources of donor assistance are identified individually.", "c": "Less than two-thirds of sources of donor assistance are identified individually.", "b": "At least two-thirds of, but not all, sources of donor assistance are identified individually.", "e": "Not applicable/other (please comment).", "d": "No sources of donor assistance are identified individually.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation provide details on the sources of donor assistance, both financial and in-kind?"}, {"a": "Yes, extensive information on tax expenditures is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key tax expenditures, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information on tax expenditures is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on tax expenditures for at least the budget year?"}, {"a": " All earmarked revenues are identified individually.", "c": " Less than two-thirds of earmarked revenues are identified individually.", "b": "At least two-thirds of, but not all, earmarked revenues are identified individually.", "e": " Not applicable/other (please comment).", "d": " No earmarked revenues are identified individually.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation identify all earmarked revenues?"}, {"a": "One percent or less of expenditure is dedicated to secret items.", "c": "Eight percent or less, but more than three percent, of expenditure is dedicated to secret items.", "b": "Three percent or less, but more than one percent, of expenditure is dedicated to secret items.", "e": " Not applicable/other (please comment).", "d": " More than eight percent of expenditure is dedicated to secret items, or the percentage is not available to the public.", "question": "What percentage of expenditure in the budget year is dedicated to spending on secret items relating to, for instance, national security and military intelligence?"}, {"a": " Yes, extensive information on the link between the budget and the government’s stated policy goals, by administrative unit or functional category, is presented, including both a narrative discussion and quantitative estimates.", "c": "  Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting the link between major policy goals and the budget, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information on the link between the budget and the government’s stated policy goals is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation explain how the proposed budget is linked to government’s stated policy goals, by administrative unit or functional category, for the budget year?"}, {"a": "Yes, extensive information on the link between the budget and the government’s stated policy goals over a multi-year period is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some information is presented, but it lacks important details.", "b": " Yes, information is presented, highlighting the major policy goals, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on the link between the budget and the government’s stated policy goals over a multi-year period is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation explain how the proposed budget is linked to government’s stated policy goals for a multi-year period (for at least two years beyond the budget year)?"}, {"a": "Nonfinancial data are presented for all programs.", "c": " Nonfinancial data are presented for programs representing less than two-thirds of expenditure.", "b": " Nonfinancial data are presented for programs representing at least two-thirds of, but not all, expenditures.", "e": " Not applicable/other (please comment).", "d": "No nonfinancial data are presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present nonfinancial data, such as the number of beneficiaries, for expenditure programs?"}, {"a": "The nonfinancial data are very useful for assessing program performance.", "c": "The nonfinancial data are somewhat useful for assessing program performance.", "b": "The nonfinancial data are mostly useful for assessing program performance.", "e": "", "d": "No nonfinancial data are provided or they are not useful for assessing program performance.", "question": "Are the nonfinancial data presented useful for assessing how an expenditure program is performing?"}, {"a": " Performance indicators are presented for all programs.", "c": "Performance indicators are presented for programs representing less than two-thirds of expenditures.", "b": "Performance indicators are presented for programs representing at least two-thirds of, but not all, expenditures.", "e": " Not applicable/other (please comment).", "d": " No performance indicators are presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation contain performance indicators for expenditure programs?"}, {"a": "All performance indicators are well designed.", "c": " Some performance indicators are well designed, but most are not.", "b": "Most performance indicators are well designed.", "e": "Not applicable/other (please comment).", "d": "No programs have performance indicators, or they are not well designed.", "question": "Are the performance indicators sufficiently well designed, such that one can assess whether there has been progress toward meeting policy goals?"}, {"a": "All performance indicators are used in conjunction with performance targets.", "c": "Some performance indicators are used in conjunction with performance targets, but most are not.", "b": "Most performance indicators are used in conjunction with performance targets.", "e": " Not applicable/other (please comment).", "d": "No performance indicators are used in conjunction with performance targets.", "question": "Are performance indicators used in conjunction with performance targets presented in the Executive’s Budget Proposal or any supporting budget documentation?"}, {"a": "Yes, extensive information on policies intended to alleviate poverty is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting the impact of key policies intended to alleviate poverty, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, information on policies intended to alleviate poverty is not presented.", "question": "Does the Executive’s Budget Proposal or any supporting budget documentation present information on policies (both proposals and existing commitments) that are intended to benefit directly the country’s most impoverished populations in at least the budget year?"}, {"a": " The release date is set in permanent law. ", "c": "The executive announces the release date less than two months, but more than two weeks, in advance. ", "b": "The executive announces the release date at least two months in advance. ", "e": "Not applicable/other (please comment). ", "d": " The executive announces the release date two weeks or less before the release, or makes no announcement. ", "question": "How far in advance of the release of the budget is the day of its release known? "}, {"a": " Yes, a detailed timetable is released to the public.", "c": "Yes, a timetable is released, but it lacks important details.", "b": "Yes, a timetable is released, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, a timetable is not issued to the public.", "question": "Does the executive release to the public its timetable for formulating the Executive’s Budget Proposal (that is, a document setting deadlines for submissions from other government entities, such as line ministries or subnational government, to the Ministry of Finance or whatever central government agency is in charge of coordinating the budget’s formulation)?"}, {"a": "The executive adheres to the dates in its timetable.", "c": " The executive has difficulty adhering to most of the dates in its timetable.", "b": "The executive adheres to most of the key dates in its timetable.", "e": "Not applicable/other (please comment).", "d": "The executive does not adhere to the dates in its timetable, or it does not release to the public its timetable.", "question": "Does the executive adhere to its timetable for the preparation and release of the budget?"}, {"a": " Yes, the executive holds extensive consultations with a wide range of legislators.", "c": " Yes, the executive holds very limited consultations, involving only a few members of the legislature.", "b": " Yes, the executive holds consultations with a range of legislators, but some key members are excluded.", "e": "Not applicable/other (please comment).", "d": "No, the executive does not typically consult with members of the legislature as part of the budget preparation process.", "question": "Does the executive hold consultations with members of the legislature as part of its process of determining budget priorities?"}, {"a": "  The executive releases a Pre-Budget Statement at least four months in advance of the start of the budget year.", "c": " The executive releases a Pre-Budget Statement, but it is released less than two months before the start of the budget year.", "b": "  The executive releases a Pre-Budget Statement at least two months (but less than four months) in advance of the start of the budget year.", "e": " Not applicable/other (please comment).", "d": "The executive does not release a Pre-Budget Statement.", "question": "When does the executive release a Pre-Budget Statement to the public?"}, {"a": " Yes, an extensive explanation of the government’s fiscal and macroeconomic policy is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some explanation is presented, but it lacks important details.", "b": " Yes, an explanation is presented that highlights key aspects of the fiscal and macroeconomic framework, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or the executive does not release to the public a Pre-Budget Statement.", "question": "Does the Pre-Budget Statement describe the government’s macroeconomic and fiscal framework?"}, {"a": "Yes, an extensive explanation of the government’s budget policies and priorities is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some explanation is presented, but it lacks important details.", "b": "Yes, an explanation is presented, highlighting key aspects of the government’s budget policies and priorities, but some details are excluded.", "e": " Not applicable/other (please comment).", "d": " No, an explanation is not presented, or the executive does not release to the public a Pre-Budget Statement.", "question": "Does the Pre-Budget Statement describe the government’s policies and priorities that will guide the development of detailed estimates for the upcoming budget?"}, {"a": " In-Year Reports on actual expenditure are released at least every month.", "c": "In-Year Reports on actual expenditure are released at least semi-annually.", "b": "In-Year Reports on actual expenditure are released at least every quarter.", "e": "Not applicable/other (please comment).", "d": "In-Year Reports on actual expenditure are not released.", "question": "How often does the executive release to the public In-Year Reports on actual expenditure (organized by administrative unit, economic classification, and/or function)?"}, {"a": " In-Year Reports cover all expenditures.", "c": " In-Year Reports cover less than two-thirds of expenditures.", "b": "In-Year Reports cover at least two-thirds, but not all, of expenditures.", "e": "  Not applicable/other (please comment).", "d": "No In-Year Reports are released to the public.", "question": "What share of expenditure is covered by In-Year Reports on actual expenditure (organized by administrative unit, economic classification, and/or function)?"}, {"a": "The In-Year Reports on actual expenditures organized by administrative unit contain program-level detail.", "c": "The In-Year Reports on actual expenditures organized by administrative unit contain only departmental totals.", "b": "The In-Year Reports on actual expenditures organized by administrative unit contain departmental totals and some additional details (for instance, subdepartment totals or major programs).", "e": "Not applicable/other (please comment).", "d": "The In-Year Reports on actual expenditures organized by administrative unit are not released to the public, not produced, or contain less information than at least departmental totals.", "question": "What is the most detail provided in the In-Year Reports on actual expenditures organized by administrative unit?"}, {"a": " Yes, comparisons are made for all expenditures.", "c": "Yes, but comparisons are made for less than two-thirds of expenditures.", "b": "Yes, comparisons are made for at least two-thirds of, but not all, expenditures.", "e": "Not applicable/other (please comment).", "d": "No, comparisons are not made, or no In-Year Reports are released to the public.", "question": "Do the In-Year Reports released to the public compare actual year-to-date expenditures with either the original estimate for that period (based on the enacted budget) or the same period in the previous year?"}, {"a": " In-Year Reports on actual revenue collections by source of revenue are released at least every month.", "c": "  In-Year Reports on actual revenue collections are released at least semi-annually.", "b": "In-Year Reports on actual revenue collections are released at least every quarter.", "e": " Not applicable/other (please comment).", "d": "In-Year Reports on actual revenue collections by source of revenue are not released.", "question": "How often does the executive release to the public In-Year Reports on actual revenue collections by source of revenue?"}, {"a": " In-Year Reports cover the actual revenue collections of all sources of revenue.", "c": " In-Year Reports cover actual revenue collections of less than two-thirds of revenue sources.", "b": " In-Year Reports cover the actual revenue collections of at least two-thirds of, but not all, sources of revenue.", "e": " Not applicable/other (please comment).", "d": "In-Year Reports on actual revenue collections are not released to the public.", "question": "What share of revenue is covered by the In-Year Reports on actual revenue collections?"}, {"a": "Yes, comparisons are made for all revenue sources.", "c": " Yes, but comparisons are made for less than two-thirds of revenue sources.", "b": "Yes, comparisons are made for at least two-thirds of, but not all, revenue sources.", "e": " Not applicable/other (please comment).", "d": "No, comparisons are not made, or no In-Year Reports are released to the public.", "question": "Do the In-Year Reports released to the public compare actual year-to-date revenue collections with either the original estimate for that period (based on the enacted budget) or the same period in the previous year?"}, {"a": "Yes, In-Year Reports on actual borrowing are released at least every month.", "c": " Yes, In-Year Reports on actual borrowing are released at least semi-annually.", "b": " Yes, In-Year Reports on actual borrowing are released at least every quarter.", "e": " Not applicable/other (please comment). ", "d": "No, In-Year Reports on actual borrowing are not released. ", "question": "Does the executive release to the public In-Year Reports on actual borrowing?"}, {"a": "Yes, extensive information related to the composition of government debt is presented.", "c": " Yes, some additional information is presented, but it lacks important details.", "b": "Yes, key additional information is presented, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, additional information related to the composition of government debt is not presented, or such In-Year Reports on borrowing are not released.", "question": "Do In-Year Reports released to the public on actual borrowing present information related to the composition of government debt (such as interest rates on the debt, maturity profile of the debt, and currency denomination of the debt) for the budget year?"}, {"a": " Reports are released one month or less after the end of the period.", "c": "Reports are released more than two months after the end of the period.", "b": "Reports are released two months or less (but more than one month) after the end of the period.", "e": "Not applicable/other (please comment).", "d": "In-year Reports are not released.", "question": "For In-Year Reports on actual expenditure released to the public by the executive, how much time typically elapses between the end of the reporting period and when the report is released (e.g., are quarterly reports released less than four weeks after the end of the quarter)?"}, {"a": "Yes, the Mid-Year Review includes an extensive discussion of the economy that includes a revised forecast for the full fiscal year and its effects on the budget.", "c": "Yes, the Mid-Year Review includes a discussion of the economy, but it lacks important details. ", "b": "Yes, the Mid-Year Review includes a discussion of the economy, but it lacks some details.", "e": "Not applicable/other (please comment).", "d": "No, the Mid-Year Review does not include a discussion of the economy, or the executive does not release a Mid-Year Review of the budget.", "question": "Does the executive release to the public a Mid-Year Review of the budget that discusses the changes in economic outlook since the budget was enacted?"}, {"a": "Yes, the Mid-Year Review includes updated expenditure estimates for the full fiscal year, providing extensive information on why estimates have changed from the original enacted levels. ", "c": " Yes, the Mid-Year Review includes updated estimates of expenditure, but important details on why estimates have changed are not provided. ", "b": "Yes, the Mid-Year Review includes updated estimates of expenditure, but some details on why estimates have changed are not provided. ", "e": "Not applicable/other (please comment). ", "d": "No, the Mid-Year Review does not include updated expenditure estimates for the budget year, or the executive does not release a Mid-Year Review of the budget. ", "question": "Does the executive release to the public a Mid-Year Review of the budget that includes updated expenditure estimates for the budget year underway? "}, {"a": "The Mid-Year Review includes program-level detail for expenditures.", "c": " The Mid-Year Review includes only departmental totals (or functional totals).", "b": " The Mid-Year Review includes departmental totals (or functional totals) and some additional details (for instance, subdepartment totals or major programs).", "e": "Not applicable/other (please comment).", "d": "The Mid-Year Review includes less information than departmental totals (or functional totals) for expenditures, or the executive does not release a Mid-Year Review of the budget.", "question": "What is the most detail provided in the Mid-Year Review for expenditures?"}, {"a": "Yes, the Mid-Year Review includes updated revenue estimates for the full fiscal year, providing extensive information on why estimates have changed from the original enacted levels.", "c": "Yes, the Mid-Year Review includes updated estimates of revenue, but important details on why estimates have changed are not provided.", "b": "Yes, the Mid-Year Review includes updated estimates of revenue, but some details on why estimates have changed are not provided.", "e": "Not applicable/other (please comment).", "d": "No, the Mid-Year Review does not include updated revenue estimates for the budget year, or the executive does not release a Mid-Year Review of the budget.", "question": "Does the executive release to the public a Mid-Year Review of the budget that includes updated revenue estimates for the budget year underway?"}, {"a": "The Year-End Report is released six months or less after the end of the fiscal year.", "c": "The Year-End Report is released more than 12 months after the end of the fiscal year.", "b": "The Year-End Report is released 12 months or less (but more than six months) after the end of the fiscal year.", "e": "Not applicable/other (please comment).", "d": "The executive does not release a Year-End Report.", "question": "How long after the end of the budget year does the executive release to the public a Year-End Report that discusses the budget’s actual outcome for the year?"}, {"a": "Yes, all data on actual outcomes have been audited.", "c": " Less than two-thirds of the data on actual outcomes have been audited.", "b": "At least two-thirds, but not all, of the data on actual outcomes have been audited.", "e": " Not applicable/other (please comment).", "d": "None of the data on actual outcomes has been audited, or a Year-End Report is not released.", "question": "In the Year-End Report have the data on the actual outcomes been audited?"}, {"a": "Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some explanation is presented, but it lacks important details.", "b": "Yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or a Year-End Report is not released.", "question": "Does the Year-End Report explain the differences between the enacted levels (including in-year changes approved by the legislature) and the actual outcome for expenditures?"}, {"a": "The explanation of the differences between the enacted expenditure levels and the actual outcome focuses on the program level.", "c": "The explanation focuses on a higher level of aggregation than departmental totals (or functional totals).", "b": " The explanation focuses on departmental totals (or functional totals) or some lower level of detail (but not the program level in all cases).", "e": "Not applicable/other (please comment).", "d": "No explanation of the differences is provided, or a Year-End Report is not released.", "question": "What level of detail is the focus of the explanation of the differences between the enacted levels and the actual outcome for expenditures presented in the Year-End Report?"}, {"a": "Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some explanation is presented, but it lacks important details.", "b": " Yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or a Year-End Report is not released.", "question": "Does the Year-End Report explain the differences between the enacted levels (including in-year changes approved by the legislature) and the actual outcome for revenues?"}, {"a": " Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some explanation is presented, but it lacks important details.", "b": "Yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or a Year-End Report is not released.", "question": " Does the Year-End Report explain the differences between the original macroeconomic forecast for the fiscal year and the actual outcome for that year?"}, {"a": "Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some explanation is presented, but it lacks important details.", "b": "  Yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, an explanation is not presented, or a Year-End Report is not released.", "question": "Does the Year-End Report explain the differences between the original estimates of nonfinancial data and the actual outcome?"}, {"a": "Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": " Yes, some explanation is presented, but it lacks important details.", "b": "Yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or a Year-End Report is not released.", "question": "Does the Year-End Report explain the differences between the original performance indicators and the actual outcome?"}, {"a": "Yes, an extensive explanation of the differences is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some explanation is presented, but it lacks important details.", "b": "yes, an explanation is presented, highlighting key differences, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": "No, an explanation is not presented, or a Year-End Report is not released.", "question": "Does the Year-End Report explain the differences between the enacted level of funds intended to benefit directly the country’s most impoverished populations and the actual outcome?"}, {"a": "Yes, extensive information on the actual outcome for extra-budgetary funds is presented, including both a narrative discussion and quantitative estimates.", "c": "Yes, some information is presented, but it lacks important details.", "b": "Yes, information is presented, highlighting key issues, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, information is not presented on extra-budgetary funds, or a Year-End Report is not released.", "question": "Does the Year-End Report present the actual outcome for extra-budgetary funds?"}, {"a": "Final audited accounts are released to the public six months or less after the end of the fiscal year.", "c": " Final audit accounts are released more than 12 months, but within 24 months, of the end of the fiscal year.", "b": "Final audited accounts are released 12 months or less (but more than six months) after the end of the fiscal year.", "e": "Not applicable/other (please comment).", "d": "Final audited accounts are not completed within 24 months after the end of the fiscal year, or they are not released to the public.", "question": "How long after the end of the fiscal year are the final annual expenditures of national departments audited and the results of the audits (except for secret programs) released to the public?"}, {"a": "All expenditures have been audited and the Audit Report(s) released to the public.", "c": " Expenditure representing less than two-thirds of expenditure has been audited and the Audit Report(s) released to the public.", "b": " Expenditures representing at least two-thirds of, but not all, expenditure have been audited and the Audit Report(s) released to the public.", "e": "Not applicable/other (please comment).", "d": "No expenditures have been audited, the reports have not been released to the public or were released more than 24 months after the end of the fiscal year.", "question": "Two years after the end of a fiscal year, what percentage of annual expenditures has been audited and included in (except for secret programs) the Audit Report(s) released to the public?"}, {"a": " The annual Audit Report(s) includes one or more executive summaries summarizing the report’s content.", "c": "Not applicable/other (please comment).", "b": "No, the Audit Report(s) does not include an executive summary, or such reports are not released to the public, or were released more than 24 months after the end of the fiscal year.", "e": "", "d": "", "question": "Does the annual Audit Report(s) that is released to the public include an executive summary?"}, {"a": "Yes, the head of the SAI may only be removed by the legislature or judiciary, or the legislature or judiciary must give final consent before he or she is removed. ", "c": "Not applicable/other (please comment). ", "b": "No, the executive may remove the head of the SAI without the final consent of the judiciary or legislature. ", "e": "", "d": "", "question": "Must a branch of government other than the executive (such as the legislature or the judiciary) give final consent before the head of the supreme audit institution (SAI) can be removed from office? "}, {"a": "Yes, the SAI releases to the public audits of all extra-budgetary funds.", "c": "Yes, the SAI releases audits representing less than two-thirds of all extra-budgetary funds.", "b": " Yes, the SAI releases audits representing at least two-thirds of, but not all, extra-budgetary funds.", "e": "Not applicable/other (please comment). ", "d": "No, the SAI does not release to the public audits of extra-budgetary funds, or it does not audit such funds, or such a report was released more than 24 months after the end of the fiscal year.", "question": "Does the supreme audit institution (SAI) release to the public audits of extra-budgetary funds?"}, {"a": "The SAI has full discretion to decide which audits it wishes to undertake. ", "c": "The SAI has some discretion, but faces considerable limitations. ", "b": "The SAI has significant discretion, but faces some limitations. ", "e": "Not applicable/other (please comment). ", "d": "The SAI has no discretion to decide which audits it wishes to undertake. ", "question": "Beyond the established year-end attestation audits, does the supreme audit institution (SAI) have the discretion in law to undertake those audits it may wish to? "}, {"a": "The budget of the SAI is determined by the legislature or judiciary (or some independent body), and the funding level is broadly consistent with the resources the SAI needs to fulfill its mandate.", "c": "The budget of the SAI is determined by the legislature or judiciary (or some independent body), but the funding level is not consistent with the resources the SAI needs to fulfill its mandate.", "b": "The budget of the SAI is determined by the executive, and the funding level is broadly consistent with the resources the SAI needs to fulfill its mandate.", "e": "Not applicable/other (please comment). ", "d": "The budget of the SAI is determined by the executive, but the funding level is not consistent with the resources the SAI needs to fulfill its mandate.", "question": "Who determines the budget of the supreme audit institution (SAI)? "}, {"a": "The SAI employs designated staff, and the staffing levels are broadly consistent with the resources the SAI needs to fulfill its mandate.", "c": "The SAI employs designated staff, but the staffing levels pose a significant constraint on the SAI in fulfilling its mandate.", "b": "The SAI employs designated staff, but the staffing levels are a cause of some constraints to the SAI in fulfilling its mandate.", "e": "Not applicable/other (please comment). ", "d": "The SAI does not employ designated staff for auditing of the security sector, or does not undertake audits of the security sector.", "question": "Does the supreme audit institution (SAI) employ designated staff to undertake audits of the central government agencies pertaining to the security sector (military, police, intelligence services)?"}, {"a": " Yes, the executive reports publicly on what steps it has taken to address audit findings.", "c": " Yes, the executive reports publicly on some audit findings.", "b": "Yes, the executive reports publicly on most audit findings.", "e": "Not applicable/other (please comment). ", "d": " No, the executive does not report on steps it has taken to address audit findings.", "question": "Does the executive make available to the public a report on what steps it has taken to address audit recommendations or findings that indicate a need for remedial action?"}, {"a": "Yes, legislators are provided with detailed Audit Reports related to the security sector and other secret programs.", "c": " Yes, legislators are provided Audit Reports on secret items, but they lack important details.", "b": "Yes, legislators are provided Audit Reports on secret items, but some details are excluded.", "e": "Not applicable/other (please comment). ", "d": "No, legislators are not provided Audit Reports on secret items, or secret programs are not audited (please specify).", "question": "Are Audit Reports of the annual accounts of the security sector (military, police, intelligence services) and other secret programs provided to the legislature (or relevant committee)?"}, {"a": "Yes, there is a specialized budget research office/unit attached to the legislature, and it has sufficient staffing, resources, and analytical capacity to carry out its tasks.", "c": "No, there is no specialized office attached to the legislature, but there is an external research body which can perform budget analyses.", "b": " Yes, there is a specialized budget research office, but its staffing and other resources, including adequate funding, are insufficient to carry out its tasks.", "e": "Not applicable/other (please comment). ", "d": "No, the legislature has neither internal capacity nor access to independent research capacity for budget analyses.", "question": "Does the legislature have internal capacity to conduct budget analyses or access to independent research capacity for such analyses? "}, {"a": " Yes, there is a formal pre-budget policy debate in the legislature prior to the tabling of the Executive’s Budget Proposal, and there are mechanisms in place to make sure that proposed changes that result from the debate are incorporated into the budget proposal.", "c": "There is no formal pre-budget policy debate, but legislators discuss specific policies in committee sessions prior to the introduction of the Executive’s Budget Proposal. ", "b": "Yes, there is a formal pre-budget policy debate in the legislature prior to the tabling of the Executive’s Budget Proposal, but the executive is not obliged to make any changes in proposed policies as a result of the debate.", "e": "Not applicable/other (please comment). ", "d": "There is no formal discussion of the overall budget policy, neither before nor following the tabling of the Executive’s Budget Proposal.", "question": "Does the legislature formally debate the overall budget policy prior to the tabling of the Executive’s Budget Proposal?"}, {"a": "The legislature receives the Executive’s Budget Proposal at least three months before the start of the budget year.", "c": "The legislature receives the Executive’s Budget Proposal less than six weeks before the start of the budget year.", "b": "The legislature receives the Executive’s Budget Proposal at least six weeks, but less than three months, before the start of the budget year.", "e": "Not applicable/other (please comment). ", "d": " The legislature does not receive the Executive’s Budget Proposal before the start of the budget year.", "question": "How far in advance of the start of the budget year does the legislature receive the Executive’s Budget Proposal?"}, {"a": "Yes, the legislature has unlimited authority in law to amend the Executive’s Budget Proposal.", "c": " Yes, the legislature has authority in law to amend the Executive’s Budget Proposal, but its authority is very limited.", "b": " Yes, the legislature has authority in law to amend the Executive’s Budget Proposal, with some limitations.", "e": "Not applicable/other (please comment). ", "d": "No, the legislature does not have any authority in law to amend the Executive’s Budget Proposal.", "question": "Does the legislature have the authority in law to amend the Executive’s Budget Proposal?"}, {"a": "The Enacted Budget includes program-level detail.", "c": "The Enacted Budget includes details only for administrative units.", "b": "The Enacted Budget includes information on administrative units and some additional details (for instance, subdepartment totals or major programs).", "e": "Not applicable/other (please comment). ", "d": "The Enacted Budget includes less information than that for administrative units (same as departmental totals, but maybe clearer) or the Enacted Budget is not released to the public. ", "question": "What is the highest level of detail provided for appropriations (expenditure budget) in the Enacted Budget approved by the legislature?"}, {"a": "Yes, the executive must seek ex ante approval from the legislature before shifting funds between administrative units.", "c": "Yes, the executive must seek legislative ex post approval, after the shift of funds has been implemented.", "b": " Yes, the executive must give prior notification to the legislature before shifting funds, giving the legislature an opportunity to block or modify the proposed adjustment within a predetermined timeframe, beyond which the shift of funds occurs without legislative approval. ", "e": "Not applicable/other (please comment). ", "d": "No, the executive can shift funds between administrative units without seeking input from the legislature, or the amount of funds it can shift without legislative approval  under the law is significantly large enough as to undermine public scrutiny and accountability (please describe arrangements below).", "question": "Is the executive required by law or regulation to seek input from the legislature when it shifts funds between administrative units that receive explicit funding through the annual budget?"}, {"a": "The executive is required to obtain legislative approval for every shift of funds between budget lines.", "c": "Only shifts between a few large categories of appropriations require prior legislative approval, but the legislature is given the opportunity to block or modify other proposed adjustments that do not require prior approval.", "b": "The executive is required to obtain legislative approval for most shifts between budget lines, but there are legal provisions that delegate power to the government to decide on the extent to which spending ministries can shift funds within the detailed budget. ", "e": "Not applicable/other (please comment). ", "d": "The executive can shift funds between line items without any restrictions.", "question": "Is the executive required seek input from the legislature when it shifts funds between line items (except when the amounts are below a certain minimal level specified in law or regulation)? "}, {"a": "When actual revenues are higher than projected in the Enacted Budget, the executive is required by law or regulation to submit a supplementary budget to the legislature for approval prior to spending the funds.", "c": "When actual revenues are higher than projected in the Enacted Budget, the executive is required by law or regulations to secure legislative approval to spend the funds, but in practice it uses various means to bypass this requirement (e.g., through an off-budget fund).", "b": "When actual revenues are higher than projected in the Enacted Budget, the executive has been authorized by the legislature to spend them only on specified items (e.g., to reduce the public debt).", "e": "Not applicable/other (please comment). ", "d": "When actual revenues are higher than projected in the Enacted Budget, there are no legal or regulatory restrictions on the executive’s use of the funds.", "question": "What legal or regulatory restrictions are in place on the executive’s discretion to spend excess revenue that may become available during the budget execution period? "}, {"a": " Supplemental budgets are approved before the funds are expended. ", "c": " Not applicable/other (please comment).", "b": "Supplemental budgets are approved after the funds are expended, or the executive implements supplemental budgets without ever receiving approval from the legislature (please specify).", "e": "", "d": "", "question": " When does the legislature typically approve supplemental budgets?"}, {"a": "Expenditures are approved before the funds are spent, or contingency funds or other funds with no specific purposes are not included in the Enacted Budget.", "c": " Expenditures are approved after the end of the fiscal year, for example, in the next Enacted Budget.", "b": "Expenditures are approved after the funds are spent, but before the end of the fiscal year.", "e": "Not applicable/other (please comment). ", "d": "Such expenditure takes place without legislative approval", "question": "When does the legislature approve the expenditure of contingency funds or other funds for which no specific purpose was identified in the Enacted Budget?"}, {"a": "Yes, all audit reports are scrutinized.", "c": "Yes, some audit reports are scrutinized.", "b": " Yes, most audit reports are scrutinized.", "e": "Not applicable/other (please comment). ", "d": "No, audit reports are not scrutinized.", "question": "Does a committee of the legislature view and scrutinize the audit reports?"}, {"a": "Yes, a comprehensive report is released regularly that tracks actions taken by the executive to address audit recommendations.", "c": " Yes, a report is released, but it lacks important details.", "b": " Yes, a report is released, covering key audit recommendations, but some details are excluded.", "e": "Not applicable/other (please comment). ", "d": "No, a report is not produced, or it is prepared for internal purposes only (please specify).", "question": "Does either the supreme audit institution or legislature release to the public a report that tracks actions taken by the executive to address audit recommendations?"}, {"a": "The Citizens Budget includes information on all the following six topics: 1) budget process, 2) revenue collection, 3) priority spending and allocations, 4) sector specific information and targeted programs, 5) contact information for follow up by citizens; and 6) economic assumptions.", "c": " The Citizens Budget includes information on at least two of the six topics described above.", "b": "The Citizens Budget includes information on at least four of the six topics described above.", "e": "Not applicable/other (please comment). ", "d": "The Citizens Budget is not sufficiently detailed (it includes at most one of the six topics described above), or a Citizens Budget is not published (non-existent).", "question": "What is the most detail provided by the Citizens Budget?"}, {"a": "A Citizens Budget is disseminated widely through a combination of at least three different appropriate tools and media (such as the Internet, billboards, radio programs, newspapers, etc.).", "c": " A Citizens Budget is disseminated only by using one means.", "b": "A Citizens Budget is published by using at least two, but less than three, means of dissemination, but no other dissemination efforts are undertaken by the executive.", "e": "Not applicable/other (please comment). ", "d": "A Citizens Budget is not published.", "question": "How is the Citizens Budget disseminated to the public?"}, {"a": "The executive widely consults with the public, with many different stakeholders and using many different means, to identify its informational requirements prior to publishing a Citizens Budget. ", "c": "The executive undertakes limited consultations with the public, i.e., one set of experts, to identify its informational requirements prior to publishing a Citizens Budget.", "b": "The executive undertakes consultations with the different stakeholders to identify its informational requirements prior to publishing a Citizens Budget, but it uses a single means.", "e": "Not applicable/other (please comment). ", "d": "The executive does not consult with the citizens before publishing a Citizens Budget, or a Citizens Budget is not published.", "question": "Are the public’s priorities on budget information taken into consideration by the executive while drafting the Citizens Budget?"}, {"a": "Citizens Budgets are published at each of the four stages of the budget process (budget formulation, enactment, execution, and audit).", "c": "Citizens Budgets are published for at least one stage of the budget process", "b": "Citizens Budgets are published for at least two of the four stages of the budget process.", "e": "Not applicable/other (please comment). ", "d": "A Citizens Budget is not published.", "question": "Are Citizens Budget throughout the budget process?"}, {"a": "Yes, clear and detailed definitions of budget terms are provided. ", "c": "Yes, some definitions are provided, but it lacks important details. ", "b": "Yes, definitions are provided, but some details are excluded. ", "e": "Not applicable/other (please comment). ", "d": "No, definitions are not provided. ", "question": "Does the executive make available to the public accessible, nontechnical definitions of terms used in the budget and other budget-related documents (for instance, in a glossary)? "}, {"a": "Yes, a law, a regulation, or a formal procedural obligation requires the executive to engage with the public during both the budget formulation and the budget execution processes. ", "c": "No, no formal requirement exists requiring the executive to engage with the public during either the budget formulation or execution processes, but informal procedures exist to enable the public to engage with the budget formulation or execution processes. ", "b": "Yes, a law, a regulation, or a formal procedural obligation requires the executive to engage with the public during one of either the budget formulation or the budget execution processes but not both.", "e": "Not applicable/other (please comment). ", "d": "No, no formal requirement exists and the executive does not engage with the public during the budget process. ", "question": "Is the executive formally required to engage with the public during the budget process? "}, {"a": "Yes, the executive clearly identifies what it hopes to achieve from its public engagement mechanisms during the budget process and publicizes this information well in advance of each public engagement. ", "c": " Yes, the executive identifies and publicizes what it hopes to achieve from some of its public engagement mechanisms, but this information is not provided to the public in a timely manner prior to the engagement process. ", "b": "Yes, the executive identifies what it hopes to achieve from each of its public engagement mechanisms and publicizes this information well in advance of each public engagement, but some of the stated objectives are vague; or the executive identifies what it hopes to achieve from some but not all of its public engagement mechanisms and publicizes this information well in advance of the public engagement. ", "e": "Not applicable/other (please comment). ", "d": "No, the executive does not identify the purposes for engaging the public during the budget process, or the executive does not engage with the public during the budget process. ", "question": "Does the executive clearly, and in a timely manner, articulate its purpose for engaging the public during the budget formulation and execution processes? "}, {"a": "Yes, the executive has established appropriate mechanisms to identify the public’s perspective on budget priorities, and these mechanisms are accessible in practice to a majority of the public. ", "c": "Yes, the executive has established some mechanisms to identify the public’s perspective on budget priorities, but these mechanisms are not effective or practical or are not accessible in practice to a majority of the public. ", "b": " Yes, the executive has established appropriate mechanisms to identify the public’s perspective on budget priorities, but these mechanisms are accessible in practice only to some but not to a majority of the public. ", "e": "Not applicable/other (please comment).", "d": "No, the executive has not established any mechanisms to identify the public’s perspective on budget priorities. ", "question": "Has the executive established practical and accessible mechanisms to identify the public’s perspective on budget priorities?"}, {"a": "Yes, the executive has established appropriate mechanisms to identify the public’s perspective on budget execution, and these mechanisms are accessible in practice to a majority of the public. ", "c": "Yes, the executive has established some mechanisms to identify the public’s perspective on budget execution, but these mechanisms are not effective or practical or are not accessible in practice to the public. ", "b": "Yes, the executive has established appropriate mechanisms to identify the public’s perspective on budget execution, and these mechanisms are accessible in practice to some but not to a majority of the public. ", "e": "Not applicable/other (please comment).", "d": "No, the executive has not established any mechanisms to identify the public’s perspective on budget execution. ", "question": "Has the executive established practical and accessible mechanisms to identify the public’s perspective on budget execution?"}, {"a": "  Yes, the executive issues extensive, detailed reports on the inputs and comments it received from the public and how it used this information to develop its budget plans and improve budget execution.", "c": "Yes, the executive issues only limited reports that provide inadequate feedback on how it has used inputs from the public to develop its budget plans or to improve budget execution. ", "b": " Yes, the executive issues extensive, detailed reports on the inputs and comments it received from the public and how it used this information either to develop its budget plans or improve budget execution but not both.", "e": "Not applicable/other (please comment).", "d": " No, the executive does not issue reports on the inputs it received from the public through public consultations, or it does not engage with the public during the budget process. ", "question": "Does the executive provide formal, detailed feedback to the public on how its inputs have been used to develop budget plans and improve budget execution?"}, {"a": "Yes, public hearings are held on the macroeconomic and fiscal framework in which testimony is heard from the executive branch and a wide range of constituencies.", "c": " Yes, public hearings are held in which testimony from the executive branch is heard, but no testimony from the public is heard.", "b": "Yes, public hearings are held in which testimony is heard from the executive branch and some constituencies.", "e": "Not applicable/other (please comment).", "d": "No, public hearings are not held on the macroeconomic and fiscal framework in which testimony from the executive branch and the public is heard.", "question": "Does a legislative committee (or committees) hold public hearings on the macroeconomic and fiscal framework presented in the budget in which testimony from the executive branch and the public is heard?"}, {"a": "Yes, extensive public hearings are held on the budgets of administrative units in which testimony from the executive branch is heard.", "c": " Yes, a limited number of public hearings are held in which testimony from the executive branch is heard.", "b": "Yes, public hearings are held, covering key administrative units, in which testimony from the executive branch is heard.", "e": "Not applicable/other (please comment).", "d": "No, public hearings are not held on the budgets of administrative units in which testimony from the executive branch is heard.", "question": "Do legislative committees hold public hearings on the individual budgets of central government administrative units (i.e., ministries, departments, and agencies) in which testimony from the executive branch is heard?"}, {"a": "Yes, extensive public hearings are held on the budgets of administrative units in which testimony from the public is heard.", "c": "Yes, a limited number of public hearings are held in which testimony from the public is heard.", "b": "Yes, public hearings are held, covering key administrative units, in which testimony from the public is heard.", "e": "Not applicable/other (please comment).", "d": "No, public hearings are not held on the budgets of administrative units in which testimony from the public is heard.", "question": "Does a legislative committee (or committees) hold public hearings on the individual budgets of central government administrative units (i.e., ministries, departments, and agencies) in which testimony from the public is heard?"}, {"a": "Yes, the committees release very informative reports, which include all written and spoken testimony presented at the hearings.", "c": "Yes, the committees release reports, but they are not very informative.", "b": "Yes, the committees release reports, but some details are excluded.", "e": "Not applicable/other (please comment).", "d": " No, the committees do not release reports, or do not hold public hearings.", "question": "Do the legislative committees that hold public hearings release reports to the public on these hearings?"}, {"a": " Yes, the SAI has established accessible mechanisms for public engagement through which the public can assist in formulating its audit program (by identifying the agencies, programs, or projects that should be audited) and can participate in audit investigations (as respondents, witnesses, etc.). ", "c": "Yes, the SAI has established some mechanisms for public engagement through which the public can assist in formulating its audit program (by identifying the agencies, programs, or projects that should be audited) and/or participate in audit investigations (as respondents, witnesses, etc.), but these mechanisms are not accessible in practice to a majority of the public. ", "b": " Yes, the SAI has established accessible mechanisms for public engagement through which the public can assist in formulating its audit program (by identifying the agencies, programs, or projects that should be audited) or can participate in audit investigations (as respondents, witnesses, etc.), but the SAI has not established mechanisms that enable the public to participate in both processes. ", "e": " Not applicable.", "d": " No, the SAI does not maintain any formal mechanisms of communication with the public. ", "question": "Does the supreme audit institution (SAI) maintain formal mechanisms through which the public can participate in the audit process?"}, {"a": "Yes, in addition to publishing audit reports, the SAI maintains other mechanisms of communication to make the public aware of audit findings (such as maintaining an office that regularly conducts outreach activities to publicize previously released audit findings). ", "c": " Not applicable/other (please comment).", "b": "No, the SAI does not maintain any formal mechanisms of communication with the public beyond publishing audit reports. ", "e": "", "d": "", "question": "Does the SAI maintain any communication with the public regarding its audit reports beyond simply making these reports publicly available? "}, {"a": "Yes, the SAI issues extensive, detailed reports on the inputs it received from the public through public consultations and provides feedback on how the SAI has used these inputs to develop its audit program or its audit reports. ", "c": "Yes, the SAI issues reports on the inputs it received from the public through public consultations, but these reports provide no feedback on how the SAI has used these inputs to develop its audit program or its audit reports. ", "b": " Yes, the SAI issues reports on the inputs it received from the public through public consultations and provides limited feedback on how the SAI has used these inputs to develop its audit program or its audit reports. ", "e": "Not applicable/other (please comment).", "d": "No, the SAI does not issue reports on the inputs it received from the public through public consultations or provide any feedback on how the SAI has used these inputs to develop its audit program or its audit reports. ", "question": "Does the supreme audit institution (SAI) provide formal, detailed feedback to the public on how their inputs have been used to determine its audit program or in audit reports?"}]