{
   "messages": {
      "": {
         "Project-Id-Version": " PACKAGE VERSION\nPOT-Creation-Date: 2015-03-18 11:30+0000\nPO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\nLanguage-Team: LANGUAGE <LL@li.org>\nLanguage: \nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n"
      },
      "Publicly available": [
         null,
         ""
      ],
      "Internal use only": [
         null,
         ""
      ],
      "Published late": [
         null,
         ""
      ],
      "Not produced": [
         null,
         ""
      ],
      "is publicly available": [
         null,
         ""
      ],
      "is produced and available for internal use only": [
         null,
         ""
      ],
      "was published late": [
         null,
         ""
      ],
      "is not produced": [
         null,
         ""
      ],
      "and was published on": [
         null,
         ""
      ],
      "Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "Data as of": [
         null,
         ""
      ],
      "Key": [
         null,
         ""
      ],
      "Internally available": [
         null,
         ""
      ],
      "Country": [
         null,
         ""
      ],
      "The Open Budget Index (OBI) uses Open Budget Survey data to calculate a transparency score (0 to 100) for each country in the Survey based on the amount of budget information that governments make public.": [
         null,
         ""
      ],
      "Open Budget Index": [
         null,
         ""
      ],
      "What is the Open Budget Survey?": [
         null,
         ""
      ],
      "The <strong>IBP's Open Budget Survey (OBS)</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. <!-- more -->This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country's central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions. The <strong>Open Budget Index</strong> uses OBS data to calculate a transparency score (0 to 100) for each country in the OBS based on the amount of budget information that governments make public.": [
         null,
         ""
      ],
      "What is the OBS Tracker?": [
         null,
         ""
      ],
      "A tool that provides regular monthly updates on whether the central government of the countries publish each of the key budget documents on time as per international standards.": [
         null,
         ""
      ],
      "Where can I get the data?": [
         null,
         ""
      ],
      "You can download our data as <a href=\"/data.csv\">a csv file</a>.": [
         null,
         ""
      ],
      "How do Tracker results relate to Open Budget Index scores?": [
         null,
         ""
      ],
      "A country's Open Budget Index score is the most comprehensive measure of budget transparency at the central government level but is updated only every two years. The <strong>OBS Tracker</strong> monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). <!-- more -->Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country's progress on meeting basic international standards for the publication of budget documents.": [
         null,
         ""
      ],
      "Why do we need to know about government budgets?": [
         null,
         ""
      ],
      "Budgets are a government's most powerful tool to meet the needs and priorities of a country and its people. <!-- more --> Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.": [
         null,
         ""
      ],
      "Open Budget Survey Data": [
         null,
         ""
      ],
      "To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href=\"http://survey.internationalbudget.org/\">Open Budget Survey Data Explorer</a>.": [
         null,
         ""
      ],
      "Open Budget Survey: Data Explorer": [
         null,
         ""
      ],
      "Monitoring the Public Availability of Key Government Budget Documents": [
         null,
         ""
      ],
      "International Budget Parternship: Open Budgets. Transform Lives.": [
         null,
         ""
      ],
      "Home": [
         null,
         ""
      ],
      "Gathering the Data": [
         null,
         ""
      ],
      "Publications": [
         null,
         ""
      ],
      "Press room": [
         null,
         ""
      ],
      "About this site": [
         null,
         ""
      ],
      "Site created by": [
         null,
         ""
      ],
      " - Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "Provides <strong>scant</strong> information to the public in its budget documents during the year": [
         null,
         ""
      ],
      "Provides <strong>minimal</strong> information to the public in its budget documents during the year": [
         null,
         ""
      ],
      "Provides <strong>some</strong> information to the public in its budget documents during the year": [
         null,
         ""
      ],
      "Provides <strong>significant</strong> information to the public in its budget documents during the year": [
         null,
         ""
      ],
      "Provides <strong>extensive</strong> information to the public in its budget documents during the year": [
         null,
         ""
      ],
      "N/A -- This country was not included in the Open Budget Survey": [
         null,
         ""
      ],
      "View the Budget Library": [
         null,
         ""
      ],
      "View historical information": [
         null,
         ""
      ],
      "Current Status": [
         null,
         ""
      ],
      "Document": [
         null,
         ""
      ],
      "Fiscal Year": [
         null,
         ""
      ],
      "Comments": [
         null,
         ""
      ],
      "Date of Publication": [
         null,
         ""
      ],
      "Next Publishing Period": [
         null,
         ""
      ],
      "Unavailable": [
         null,
         ""
      ],
      "Before %s": [
         null,
         ""
      ],
      "Note: Comments are only shown if present and only available in English or language of origin/researcher": [
         null,
         ""
      ],
      "Press - Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "Press Releases": [
         null,
         ""
      ],
      "OBS Tracker in the News": [
         null,
         ""
      ],
      "Media Contact": [
         null,
         ""
      ],
      "Communications Manager": [
         null,
         ""
      ],
      "Phone": [
         null,
         ""
      ],
      "Mobile": [
         null,
         ""
      ],
      "Gathering the Data - Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "Which year’s budget documents are monitored by the OBS Tracker?": [
         null,
         ""
      ],
      "The OBS Tracker is updated on a monthly basis to record the publication of new budget documents in a country.  These documents include budget plans for the forthcoming fiscal year, budget execution reports for the fiscal year underway, and implementation and evaluation reports for budgets covering prior fiscal years. As such, the Tracker analyzes the public availability of budget documents that pertain to multiple years.": [
         null,
         ""
      ],
      "Therefore, it is possible that in the space of a month or two a government could publish budget documents related to three fiscal years, because:": [
         null,
         ""
      ],
      "a Pre-Budget Statement related to the forthcoming budget is often released four to six months before the start of the next fiscal year;": [
         null,
         ""
      ],
      "an Executive’s Budget Proposal and Citizens Budget related to the forthcoming budget is often released one to three months before the start of the next fiscal year;": [
         null,
         ""
      ],
      "an Enacted Budget related to the forthcoming budget is often released one month before the start of the next fiscal year;": [
         null,
         ""
      ],
      "In-Year Reports related to the budget underway are often released every month or every quarter with a lag of one to three months;": [
         null,
         ""
      ],
      "a Mid-Year Review related to the budget underway is typically released one to three months after the midpoint of the fiscal year;": [
         null,
         ""
      ],
      "a Year-End Report related to the previous budget is typically released six to 12 months after the end of the prior fiscal year; and": [
         null,
         ""
      ],
      "an Audit Report is often released anytime between six to 18 months after the end of the fiscal year. Thus, when this report is released, it may cover the previous budget (if it is released within 12 months of the end of the budget) or even the year prior to the previous budget (if it is released after 12 months of the end of the budget).": [
         null,
         ""
      ],
      "For example, in a country where the fiscal year and the calendar year are the same, the government could release a Pre-Budget Statement (next fiscal year), a Mid-Year Review (current fiscal year), and a Year-End Report (prior fiscal year) in August or September of the current fiscal year.": [
         null,
         ""
      ],
      "The full cycle for a single budget could take close to two years to complete, beginning with the publication of the Pre-Budget Statement several months prior to the start of the fiscal year covered by the budget and ending with the publication of the Audit Report up to 18 months after fiscal year has ended.  The Tracker is designed to anticipate when each of these key documents should be made available to the public in a country based on its budget cycle, and then report on whether the government has actually made them available.": [
         null,
         ""
      ],
      "More information": [
         null,
         ""
      ],
      "Open Budget Survey Tracker Guide": [
         null,
         ""
      ],
      "Research partners": [
         null,
         ""
      ],
      "View current status": [
         null,
         ""
      ],
      "Historical Information": [
         null,
         ""
      ],
      "Not tracked": [
         null,
         ""
      ],
      "About - Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "The <strong>IBP’s Open Budget Survey</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country’s central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions.": [
         null,
         ""
      ],
      "Survey data on the amount of budget information that governments make public are used to calculate the <strong>Open Budget Index</strong>, which gives each country a transparency score from 0 to 100.": [
         null,
         ""
      ],
      "To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href=\"http://survey.internationalbudget.org\">Open Budget Survey Data Explorer</a>.": [
         null,
         ""
      ],
      "A tool that provides regular monthly updates on whether the central government of the countries included publish each of the key budget documents on time as per international standards.": [
         null,
         ""
      ],
      "The data for the Survey and Tracker are collected by independent civil society researchers in each country.": [
         null,
         ""
      ],
      "How does a country’s Tracker results relate to its Open Budget Index score?": [
         null,
         ""
      ],
      "A country’s Open Budget Index score is the most comprehensive measure of its budget transparency but is updated only every two years. The <strong>OBS Tracker</strong>, on the other hand, monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country’s progress on meeting basic international standards for the publication of budget documents.": [
         null,
         ""
      ],
      "Budgets are a government’s most powerful tool to meet the needs and priorities of a country and its people. Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.": [
         null,
         ""
      ],
      "More detailed information": [
         null,
         ""
      ],
      "Open Budget Survey": [
         null,
         ""
      ],
      "Country Info landing page": [
         null,
         ""
      ],
      "Budget Library (Google docs)": [
         null,
         ""
      ],
      "Pre-Budget Statement": [
         null,
         ""
      ],
      "The purpose of the Pre-Budget Statement is to disclose the parameters of the Executive's Budget Proposal. It outlines the government's macroeconomic assumptions as well as anticipated total revenue and expenditures, and it sets out the debt that will be incurred during the upcoming budget year. The Pre-Budget Statement should be available no less than one month prior to the introduction of the Executive's Budget Proposal. If the Pre-Budget Statement is published less than a month before the Executive's Budget Proposal is submitted to the legislature, it is considered to be 'not publicly available'.": [
         null,
         ""
      ],
      "Executive's Budget Proposal": [
         null,
         ""
      ],
      "The nature of the Executive's Budget Proposal varies from country to country. Sometimes it is a single document, sometimes multiple documents. The Executive's Budget Proposal is the document or documents that the executive submits to the legislature for its approval. It details expected government revenue and the sources of that revenue, as well as allocations to be made to all ministries, and to subnational governments in countries where the national government provides funding to the latter. The Executive's Budget Proposal should be made publicly available when it is first presented to the legislature, or, at a minimum, before the legislature approves it.": [
         null,
         ""
      ],
      "Enacted Budget": [
         null,
         ""
      ],
      "The Enacted Budget is the budget that has been passed into law by the legislature. Unlike most budget documents, the Enacted Budget should be available from the committee within the legislature that deals with the budget, although the Ministry of Finance or other body that houses the executive's budget documents may also have a copy of the Enacted Budget. The Enacted Budget must be released to the public no later than three months after the legislature has approved it.": [
         null,
         ""
      ],
      "Citizens Budget": [
         null,
         ""
      ],
      "A Citizens Budget is a version of the Executive's Budget Proposal, the Enacted Budget, or any other budget document that is simpler and less technical than the full document. It is normally shorter than the document on which it is based and is specifically designed to convey the key information in the particular document to the general public. A Citizens Budget should be available at the same time that the underlying document is made available. For example, if the Citizens Budget is a simplified version of the Executive's Budget Proposal, it should be released at the same time as the Executive's Budget Proposal.": [
         null,
         ""
      ],
      "In-Year Report": [
         null,
         ""
      ],
      "These may be issued on a quarterly or monthly basis. They may be in the form of a consolidated report for the entire government or multiple reports from different agencies. In-Year Reports should be issued no later than three months after the end of the reporting period. If the report is issued after this date, it is considered as 'not publicly available'.": [
         null,
         ""
      ],
      "Mid-Year Review": [
         null,
         ""
      ],
      "The Mid-Year Review contains a comprehensive update on the implementation of the budget as of the middle of the fiscal year, including a review of economic assumptions underlying the budget, and an updated forecast of the budget outcome for the fiscal year. The Mid-Year Review should be available no later than three months after the end of the first six months of the fiscal year.": [
         null,
         ""
      ],
      "Year-End Report": [
         null,
         ""
      ],
      "Generally the Year-End Report is issued as a single, consolidated report for the entire government, but individual ministries may issue separate Year-End Reports. The Year-End Report should be released no later than one year after the end of the fiscal year. The Year-End Report is 'not publicly available' if issued later than one year after the end of the fiscal year it reports on.": [
         null,
         ""
      ],
      "Audit Report": [
         null,
         ""
      ],
      "The Audit Report is issued by the country's supreme audit institution (SAI). It attests to the soundness and completeness of the government's year-end accounts. Unlike most other budget documents, the Audit Report is housed with the SAI. To be considered 'publicly available' the Audit Report must be published within 18 months after the end of the fiscal year to which it relates. The Audit Report would be 'not publicly available' if it is issued after that 18 month period.": [
         null,
         ""
      ],
      "Publishing period for each report is one to three months after a particular month/quarter ends.": [
         null,
         ""
      ],
      "Same as either the Executive Budget Proposal or Enacted Budget.": [
         null,
         ""
      ],
      "Armenia": [
         null,
         ""
      ],
      "Bolivia": [
         null,
         ""
      ],
      "Côte d’Ivoire": [
         null,
         ""
      ],
      "Dem. Rep. of Congo": [
         null,
         ""
      ],
      "Dominican Republic": [
         null,
         ""
      ],
      "Ecuador": [
         null,
         ""
      ],
      "Egypt": [
         null,
         ""
      ],
      "El Salvador": [
         null,
         ""
      ],
      "Fiji": [
         null,
         ""
      ],
      "Georgia": [
         null,
         ""
      ],
      "Ghana": [
         null,
         ""
      ],
      "Greece": [
         null,
         ""
      ],
      "Hungary": [
         null,
         ""
      ],
      "Iraq": [
         null,
         ""
      ],
      "Kenya": [
         null,
         ""
      ],
      "Kyrgyz Republic": [
         null,
         ""
      ],
      "Macedonia": [
         null,
         ""
      ],
      "Mali": [
         null,
         ""
      ],
      "Myanmar": [
         null,
         ""
      ],
      "Nicaragua": [
         null,
         ""
      ],
      "Niger": [
         null,
         ""
      ],
      "Nigeria": [
         null,
         ""
      ],
      "Palestine": [
         null,
         ""
      ],
      "Philippines": [
         null,
         ""
      ],
      "Senegal": [
         null,
         ""
      ],
      "Sierra Leone": [
         null,
         ""
      ],
      "Tanzania": [
         null,
         ""
      ],
      "Timor-Leste": [
         null,
         ""
      ],
      "Tunisia": [
         null,
         ""
      ],
      "Vietnam": [
         null,
         ""
      ],
      "Publications - Open Budget Survey - Tracker": [
         null,
         ""
      ],
      "Reports": [
         null,
         ""
      ],
      "Open Budget Survey Tracker Report": [
         null,
         ""
      ],
      "Updates": [
         null,
         ""
      ],
      "Open Budget Survey Tracker Update": [
         null,
         ""
      ]
   }
}
