{
   "messages": {
      "": {
         "Project-Id-Version": " PACKAGE VERSION\nPOT-Creation-Date: 2015-03-18 11:30+0000\nPO-Revision-Date: 2015-04-17 11:27+0000\nLast-Translator: Tryggvi Björgvinsson <tryggvi.bjorgvinsson@okfn.org>\nLanguage-Team: Shemy\nLanguage: ar\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nPlural-Forms: nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 ? 4 : 5;\nX-Generator: Virtaal 0.7.1\n"
      },
      "Publicly available": [
         null,
         "متاح للعامة"
      ],
      "Internal use only": [
         null,
         "للاستخدام الداخلي فقط"
      ],
      "Published late": [
         null,
         "تم النشر في وقت متأخر"
      ],
      "Not produced": [
         null,
         "لم يتم الإنتاج"
      ],
      "is publicly available": [
         null,
         "متاح للعامة"
      ],
      "is produced and available for internal use only": [
         null,
         "تم إنتاجه وهو متاح للاستخدام الداخلي فقط"
      ],
      "was published late": [
         null,
         "تم النشر في وقت متأخر"
      ],
      "is not produced": [
         null,
         "لم يتم الإنتاج"
      ],
      "and was published on": [
         null,
         "لو تم النشر في"
      ],
      "Open Budget Survey - Tracker": [
         null,
         "مسح الموازنة المفتوحة -  برنامج التتبع"
      ],
      "Data as of": [
         null,
         "البيانات في تاريخ"
      ],
      "Key": [
         null,
         "المفتاح"
      ],
      "Internally available": [
         null,
         "متاح داخليًا"
      ],
      "Country": [
         null,
         "الدولة"
      ],
      "The Open Budget Index (OBI) uses Open Budget Survey data to calculate a transparency score (0 to 100) for each country in the Survey based on the amount of budget information that governments make public.": [
         null,
         "يستخدم مؤشر الموازنة المفتوحة (OBI) بيانات مسح الموازنة المفتوحة لحساب درجة للشفافية (من صفر إلى 100) لكل دولة في المسح اعتمادًا على مقدار معلومات الموازنة التي تتيحها الدولة."
      ],
      "Open Budget Index": [
         null,
         "مؤشر الموازنة المفتوحة"
      ],
      "What is the Open Budget Survey?": [
         null,
         "ما المقصود بمسح الموازنة المفتوحة؟"
      ],
      "The <strong>IBP's Open Budget Survey (OBS)</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. <!-- more -->This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country's central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions. The <strong>Open Budget Index</strong> uses OBS data to calculate a transparency score (0 to 100) for each country in the OBS based on the amount of budget information that governments make public.": [
         null,
         "يعد  <strong>مسح الموازنة المفتوحة (OBS) لشراكة الموازنة الدولية (IBP) </strong> التقييم المستقل والمنتظم والمقارن الوحيد لشفافية الموازنة والمشاركة في مختلف أرجاء العالم. <!-- المزيد -->ويتم تنفيذ هذا التقييم الصارم والشامل كل عامين، وهو يرمي إلى قياس مقدار معلومات الموازنة التي تتيحها الحكومة المركزية للدولة للعامة وهل أشركت المواطنين في عمليات الموازنة أم لا بالإضافة إلى قوة مؤسسات الإشراف الرسمية. ويستخدم <strong>فهرس الموازنة المفتوحة</strong> بيانات مسح الموازنة المفتوحة (OBS) لحساب نتيجة الشفافية (على مقياس من 0 إلى 100) لكل دولة في مسح الموازنة المفتوحة اعتمادًا على مقدار معلومات الموازنة التي تتيحها الحكومة."
      ],
      "What is the OBS Tracker?": [
         null,
         "ما المقصود ببرنامج تتبع مسح الموازنة المفتوحة (OBS)؟"
      ],
      "A tool that provides regular monthly updates on whether the central government of the countries publish each of the key budget documents on time as per international standards.": [
         null,
         "عبارة عن أداة توفر تحديثات شهرية منتظمة حول ما إذا كانت الحكومة المركزية في الدول تقوم بنشر وثائق الموازنة الرئيسية في الوقت المناسب وفقًا للمعايير الدولية أم لا."
      ],
      "Where can I get the data?": [
         null,
         "من أين يمكنني الحصول على البيانات؟"
      ],
      "You can download our data as <a href=\"/data.csv\">a csv file</a>.": [
         null,
         "يمكن تنزيل البيانات الخاصة بنا في شكل  <a href=\"/data.csv\">ملف csv</a>."
      ],
      "How do Tracker results relate to Open Budget Index scores?": [
         null,
         "ما هي علاقة نتائج برنامج التتبع بنتائج مؤشر الموازنة المفتوحة؟"
      ],
      "A country's Open Budget Index score is the most comprehensive measure of budget transparency at the central government level but is updated only every two years. The <strong>OBS Tracker</strong> monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). <!-- more -->Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country's progress on meeting basic international standards for the publication of budget documents.": [
         null,
         "نتيجة مؤشر فهرس الموازنة المفتوحة لدولة ما عبارة عن الإجراء الأكثر شمولية لشفافية الموازنة على مستوى الحكومة المركزية إلا أنها يتم تحديثها كل عامين فقط. ويستخدم <strong>برنامج تتبع مسح الموازنة المفتوحة (OBS)</strong> لمراقبة أحد العوامل المضمنة في فهرس الموازنة المفتوحة على أساس شهري: هل تقوم الحكومات بإصدار وثائق الموازنة الرئيسية الثمانية للعامة أم لا (لا يقيم مستوى المعلومات التفصيلية التي يتم توفيرها). <!-- المزيد -->رغم أن نتيجة فهرس مؤشر الموازنة المفتوحة هو الإجراء القياسي الذهبي، إلا أن <strong>برنامج التتبع</strong> يسمح بتتبع مدى تقدم الدولة فيما يتعلق بالوفاء بالمعايير الدولية الأساسية من أجل نشر وثائق الموازنة."
      ],
      "Why do we need to know about government budgets?": [
         null,
         "لما نرغب في التعرف على الموازنات الحكومية؟"
      ],
      "Budgets are a government's most powerful tool to meet the needs and priorities of a country and its people. <!-- more --> Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.": [
         null,
         "الموازنات هي أقوى الأدوات الحكومية المستخدمة للوفاء باحتياجات وأولويات الدولة وشعبها. <!-- المزيد --> وتحتاج منظمات المجتمع المدني والجهات التشريعية والمراجعين ووسائل الإعلام والعامة بشكل أوسع نطاقًا إلى الحصول على معلومات الموازنة في الوقت المناسب من أجل محاسبة الحكومة على كيفية استخدام الموارد العامة. وبدون هذا التدقيق، يمكن أن تختار الحكومة اختيارات سيئة أو برامج غير شهيرة أو غير مناسبة، ويمكن أن تقوم بإهدار الأموال، كما يمكن أن تفتح الباب على مصراعيه أمام الفساد. وفي المقابل، عندما يتاح للأشخاص العاديين المعلومات والفرص للمشاركة في عمليات الموازنة الحكومية، يمكنهم تعزيز التحسينات الفعلية فيما يتعلق بالإدارة والسياسات."
      ],
      "Open Budget Survey Data": [
         null,
         "بيانات مسح الموازنة المفتوحة"
      ],
      "To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href=\"http://survey.internationalbudget.org/\">Open Budget Survey Data Explorer</a>.": [
         null,
         "للاطلاع على النتائج الكاملة لدورات مسح الموازنة المفتوحة الأربعة الخاصة بنا، قم بزيارة الموقع التفاعلي الخاص بنا <a href=\"http://survey.internationalbudget.org/\">مستكشف بيانات مسح الموازنة المفتوح</a>."
      ],
      "Open Budget Survey: Data Explorer": [
         null,
         "مسح الموازنة المفتوحة: مستكشف البيانات"
      ],
      "Monitoring the Public Availability of Key Government Budget Documents": [
         null,
         "مراقبة الإتاحة العامة لوثائق الموازنة الحكومية الرئيسية"
      ],
      "International Budget Parternship: Open Budgets. Transform Lives.": [
         null,
         "شراكة الموازنة الدولية: الموازنات المفتوحة. تطوير مستويات الحياة."
      ],
      "Home": [
         null,
         "الصفحة الرئيسية"
      ],
      "Gathering the Data": [
         null,
         "تجميع البيانات"
      ],
      "Publications": [
         null,
         "المنشورات"
      ],
      "Press room": [
         null,
         "غرفة الأخبار"
      ],
      "About this site": [
         null,
         "نبذة عن هذا الموقع"
      ],
      "Site created by": [
         null,
         "تم عمل الموقع من خلال"
      ],
      " - Open Budget Survey - Tracker": [
         null,
         "- مسح الموازنة المفتوحة -  برنامج التتبع"
      ],
      "Provides <strong>scant</strong> information to the public in its budget documents during the year": [
         null,
         "معلومات ضئيلة أو عدم وجود معلومات"
      ],
      "Provides <strong>minimal</strong> information to the public in its budget documents during the year": [
         null,
         "الحد الأدنى من المعلومات"
      ],
      "Provides <strong>some</strong> information to the public in its budget documents during the year": [
         null,
         "بعض المعلومات"
      ],
      "Provides <strong>significant</strong> information to the public in its budget documents during the year": [
         null,
         "معلومات مهمة"
      ],
      "Provides <strong>extensive</strong> information to the public in its budget documents during the year": [
         null,
         "معلومات شاملة"
      ],
      "N/A -- This country was not included in the Open Budget Survey": [
         null,
         "غير متاح – لم يتم تضمين هذه الدولة في مسح الموازنة المفتوحة"
      ],
      "View the Budget Library": [
         null,
         "عرض مكتبة الموازنة"
      ],
      "View historical information": [
         null,
         "عرض المعلومات التاريخية"
      ],
      "Current Status": [
         null,
         "الحالة الحالية"
      ],
      "Document": [
         null,
         "الوثيقة"
      ],
      "Fiscal Year": [
         null,
         "العام المالي"
      ],
      "Comments": [
         null,
         "تعليقات"
      ],
      "Date of Publication": [
         null,
         "تاريخ النشر"
      ],
      "Next Publishing Period": [
         null,
         "فترة النشر التالية"
      ],
      "Unavailable": [
         null,
         "غير متاح"
      ],
      "Before %s": [
         null,
         "قبل %s"
      ],
      "Note: Comments are only shown if present and only available in English or language of origin/researcher": [
         null,
         "ملاحظة: لا يتم عرض التعليقات إلا إذا كانت موجودة ومتاحة فقط باللغة الإنجليزية أو لغة الأصل / الباحث"
      ],
      "Press - Open Budget Survey - Tracker": [
         null,
         "الصحافة - مسح الموازنة المفتوحة - برنامج التتبع"
      ],
      "Press Releases": [
         null,
         "الإصدارات الصحفية"
      ],
      "OBS Tracker in the News": [
         null,
         "برنامج تتبع مسح الموازنة المفتوحة (OBS) في الأخبار"
      ],
      "Media Contact": [
         null,
         "جهة الاتصال الإعلامية"
      ],
      "Communications Manager": [
         null,
         "مدير الاتصالات"
      ],
      "Phone": [
         null,
         "الهاتف"
      ],
      "Mobile": [
         null,
         "الهاتف المحمول"
      ],
      "Gathering the Data - Open Budget Survey - Tracker": [
         null,
         "تجميع البيانات - مسح الموازنة المفتوحة - برنامج التتبع"
      ],
      "Which year’s budget documents are monitored by the OBS Tracker?": [
         null,
         "ما هي وثائق الموازنة للعام التي تتم مراقبتها من خلال برنامج تتبع مسح الموازنة المفتوحة (OBS)؟"
      ],
      "The OBS Tracker is updated on a monthly basis to record the publication of new budget documents in a country.  These documents include budget plans for the forthcoming fiscal year, budget execution reports for the fiscal year underway, and implementation and evaluation reports for budgets covering prior fiscal years. As such, the Tracker analyzes the public availability of budget documents that pertain to multiple years.": [
         null,
         "يتم تحديث برنامج تتبع مسح الموازنة المفتوحة (OBS) بشكل شهري من أجل تسجيل نشر وثائق الموازنة الجديدة في دولة من الدول. وتشتمل هذه الوثائق على خطط الموازنة للعام المالي التالي وتقارير تنفيذ الموازنة للعام المالي الجاري وتقارير التنفيذ والتقييم للموازنات تغطي الأعوام المالية السابقة. ويستخدم برنامج التتبع لتحليل الإتاحة العامة لوثائق الموازنة التي تتعلق بسنوات متعددة."
      ],
      "Therefore, it is possible that in the space of a month or two a government could publish budget documents related to three fiscal years, because:": [
         null,
         "وبالتالي، يمكن أن تقوم الحكومات، خلال شهر أو شهرين، بنشر وثائق الموازنة المتعلقة بثلاثة أعوام مالية، للأسباب التالية:"
      ],
      "a Pre-Budget Statement related to the forthcoming budget is often released four to six months before the start of the next fiscal year;": [
         null,
         "غالبًا يتم إصدار البيان التمهيدي للموازنة المتعلق بالموازنة القادمة قبل أربعة إلى ستة أشهر من بدء العام المالي التالي؛"
      ],
      "an Executive’s Budget Proposal and Citizens Budget related to the forthcoming budget is often released one to three months before the start of the next fiscal year;": [
         null,
         "غالبًا يتم إصدار مقترح الموازنة للسلطة التنفيذية وموازنة المواطنين للموازنة القادمة قبل شهر إلى ثلاثة أشهر من بدء العام المالي التالي؛"
      ],
      "an Enacted Budget related to the forthcoming budget is often released one month before the start of the next fiscal year;": [
         null,
         "غالبًا يتم إصدار الموازنة المقررة المتعلقة بالموازنة القادمة قبل شهر من بدء العام المالي التالي؛"
      ],
      "In-Year Reports related to the budget underway are often released every month or every quarter with a lag of one to three months;": [
         null,
         "غالبًا يتم إصدار التقارير الدورية المتعلقة بالموازنة الجارية كل شهر أو كل ربع سنة بفارق زمني مقداره شهر إلى ثلاثة شهور؛"
      ],
      "a Mid-Year Review related to the budget underway is typically released one to three months after the midpoint of the fiscal year;": [
         null,
         "غالبًا يتم إصدار مراجعة منتصف العام المتعلقة بالموازنة الجارية قبل شهر إلى ثلاثة أشهر بعد منتصف العام المالي؛"
      ],
      "a Year-End Report related to the previous budget is typically released six to 12 months after the end of the prior fiscal year; and": [
         null,
         "غالبًا يتم إصدار تقرير منتصف العام المتعلق بالموازنة السابقة قبل ستة أشهر إلى اثني عشر شهرًا بعد نهاية العام المالي السابق؛ و"
      ],
      "an Audit Report is often released anytime between six to 18 months after the end of the fiscal year. Thus, when this report is released, it may cover the previous budget (if it is released within 12 months of the end of the budget) or even the year prior to the previous budget (if it is released after 12 months of the end of the budget).": [
         null,
         "غالبًا يتم إصدار تقرير المراجعة في أي وقت بين ستة أشهر إلى ثمانية عشر شهرًا بعد نهاية العام المالي. وبالتالي، عندما يتم إصدار التقرير، يمكن أن يغطي الموازنة السابقة (إذا تم إصداره خلال 12 شهرًا من نهاية الموازنة) أو حتى العام السابق للموازنة السابقة (إذا تم إصداره بعد 12 شهرًا من نهاية الموازنة)."
      ],
      "For example, in a country where the fiscal year and the calendar year are the same, the government could release a Pre-Budget Statement (next fiscal year), a Mid-Year Review (current fiscal year), and a Year-End Report (prior fiscal year) in August or September of the current fiscal year.": [
         null,
         "على سبيل المثال، في الدول التي تكون السنة المالية هي نفس السنة التقويمية، يمكن أن تصدر الحكومة البيان التمهيدي للموازنة (العام المالي التالي) ومراجعة منتصف العام (العام المالي الحالي) وتقرير نهاية العام (العام المالي السابق) في شهر أغسطس أو سبتمبر من العام المالي الحالي."
      ],
      "The full cycle for a single budget could take close to two years to complete, beginning with the publication of the Pre-Budget Statement several months prior to the start of the fiscal year covered by the budget and ending with the publication of the Audit Report up to 18 months after fiscal year has ended.  The Tracker is designed to anticipate when each of these key documents should be made available to the public in a country based on its budget cycle, and then report on whether the government has actually made them available.": [
         null,
         "يمكن أن تأخذ الدورة الكاملة للموازنة الكاملة ما يقترب من عامين لكي تكتمل، بدءًا بنشر البيان التمهيدي للموازنة قبل عدة أشهر من بدء العام المالي الخاضع للتغطية من خلال الموازنة وانتهاءً بنشر تقرير المراجعة بعد ما يصل إلى 18 شهرًا من انتهاء العام المالي. تم تصميم برنامج التتبع بحيث يتوقع متى تكون كل وثيقة من تلك الوثائق متاحة للعامة في دولة ما اعتمادًا على دورة الموازنة بها ثم رفع تقرير حول ما إذا كانت الحكومة قد قامت بإتاحتها بالفعل أم لا."
      ],
      "More information": [
         null,
         "المزيد من المعلومات"
      ],
      "Open Budget Survey Tracker Guide": [
         null,
         "دليل برنامج تتبع مسح الموازنة المفتوحة"
      ],
      "Research partners": [
         null,
         "شركاء الأبحاث"
      ],
      "View current status": [
         null,
         "عرض الحالة الحالية"
      ],
      "Historical Information": [
         null,
         "المعلومات التاريخية"
      ],
      "Not tracked": [
         null,
         "بدون تتبع"
      ],
      "About - Open Budget Survey - Tracker": [
         null,
         "نبذة - مسح الموازنة المفتوحة -  برنامج التتبع"
      ],
      "The <strong>IBP’s Open Budget Survey</strong> is the only independent, regular, and comparative assessment of budget transparency and participation worldwide. This rigorous, comprehensive assessment is conducted every two years and measures the amount of budget information a country’s central government makes publicly available, whether it engages citizens in budget processes, and the strength of formal oversight institutions.": [
         null,
         "يعد <strong>مسح الموازنة المفتوحة لشراكة الموازنة الدولية (IBP) </strong>هو التقييم الوحيد المستقل والمنتظم والمقارن لشفافية الموازنة والمشاركة في مختلف أرجاء العالم. ويتم تنفيذ هذا التقييم الصارم والشامل كل عامين، وهو يرمي إلى قياس مقدار معلومات الموازنة التي تتيحها الحكومة المركزية للدولة للعامة وهل أشركت المواطنين في عمليات الموازنة أم لا بالإضافة إلى قوة مؤسسات الإشراف الرسمية."
      ],
      "Survey data on the amount of budget information that governments make public are used to calculate the <strong>Open Budget Index</strong>, which gives each country a transparency score from 0 to 100.": [
         null,
         "يتم استخدام بيانات المسح حول مقدار المعلومات المرتبطة بالموازنة والتي تتيحها الحكومات من أجل حساب <strong>مؤشر الموازنة المفتوحة</strong>، والتي تمنح لكل دولة نتيجة للشفافية تتراوح بين 0 و100."
      ],
      "To see the complete results of four rounds of the Open Budget Survey, visit our interactive <a href=\"http://survey.internationalbudget.org\">Open Budget Survey Data Explorer</a>.": [
         null,
         "للاطلاع على النتائج الكاملة لدورات مسح الموازنة المفتوحة الأربعة الخاصة بنا، قم بزيارة الموقع التفاعلي الخاص بنا <a href=\"http://survey.internationalbudget.org/\">مستكشف بيانات مسح الموازنة المفتوح</a>."
      ],
      "A tool that provides regular monthly updates on whether the central government of the countries included publish each of the key budget documents on time as per international standards.": [
         null,
         "عبارة عن أداة توفر تحديثات شهرية منتظمة حول ما إذا كانت الحكومة المركزية في الدول تقوم بنشر وثائق الموازنة الرئيسية في الوقت المناسب وفقًا للمعايير الدولية أم لا."
      ],
      "The data for the Survey and Tracker are collected by independent civil society researchers in each country.": [
         null,
         "يتم تجميع البيانات المتعلقة بالمسح وبرنامج التتبع من خلال باحثي المجتمع المدني المستقلين في كل دولة من الدول."
      ],
      "How does a country’s Tracker results relate to its Open Budget Index score?": [
         null,
         "ما هي علاقة نتائج برنامج التتبع الخاص بدولة ما بنتائج مؤشر الموازنة المفتوحة الخاص بهذه الدولة؟"
      ],
      "A country’s Open Budget Index score is the most comprehensive measure of its budget transparency but is updated only every two years. The <strong>OBS Tracker</strong>, on the other hand, monitors on monthly basis one of the factors included in the Open Budget Index: whether governments are at least releasing the eight key budget documents to the public (it does not assess the level of detailed information provided). Though the Open Budget Index score is the gold standard measure, the <strong>Tracker</strong> allows for tracking a country’s progress on meeting basic international standards for the publication of budget documents.": [
         null,
         "نتيجة مؤشر فهرس الموازنة المفتوحة لدولة ما عبارة عن الإجراء الأكثر شمولية لشفافية الموازنة الخاصة بها إلا أنها يتم تحديثها كل عامين فقط. ويستخدم <strong>برنامج تتبع مسح الموازنة المفتوحة (OBS)</strong>، في المقابل، لمراقبة أحد العوامل المضمنة في فهرس الموازنة المفتوحة على أساس شهري: هل تقوم الحكومات بإصدار وثائق الموازنة الرئيسية الثمانية للعامة أم لا (لا يقيم مستوى المعلومات التفصيلية التي يتم توفيرها). رغم أن نتيجة فهرس مؤشر الموازنة المفتوحة هو الإجراء القياسي الذهبي، إلا أن <strong>برنامج التتبع</strong> يسمح بتتبع مدى تقدم الدولة فيما يتعلق بالوفاء بالمعايير الدولية الأساسية من أجل نشر وثائق الموازنة."
      ],
      "Budgets are a government’s most powerful tool to meet the needs and priorities of a country and its people. Civil society organizations, legislators, auditors, the media, and the broader public need timely budget information to hold the government accountable for how it uses public resources. Without such scrutiny, the government can make bad choices on unpopular or inappropriate programs, waste money, and open the door to corruption. On the other hand, when ordinary people have information and opportunities to participate in government budget processes, they can promote real improvements in governance and policy.": [
         null,
         "الموازنات هي أقوى الأدوات الحكومية المستخدمة للوفاء باحتياجات وأولويات الدولة وشعبها. وتحتاج منظمات المجتمع المدني والجهات التشريعية والمراجعين ووسائل الإعلام والعامة بشكل أوسع نطاقًا إلى الحصول على معلومات الموازنة في الوقت المناسب من أجل محاسبة الحكومة على كيفية استخدام الموارد العامة. وبدون هذا التدقيق، يمكن أن تختار الحكومة اختيارات سيئة أو برامج غير شهيرة أو غير مناسبة، ويمكن أن تقوم بإهدار الأموال، كما يمكن أن تفتح الباب على مصراعيه أمام الفساد. وفي المقابل، عندما يتاح للأشخاص العاديين المعلومات والفرص للمشاركة في عمليات الموازنة الحكومية، يمكنهم تعزيز التحسينات الفعلية فيما يتعلق بالإدارة والسياسات."
      ],
      "More detailed information": [
         null,
         "المزيد من المعلومات التفصيلية"
      ],
      "Open Budget Survey": [
         null,
         " مسح الموازنة المفتوحة"
      ],
      "Country Info landing page": [
         null,
         "الصفحة الرئيسية لمعلومات الدولة"
      ],
      "Budget Library (Google docs)": [
         null,
         "مكتبة الموازنة (وثائق Google)"
      ],
      "Pre-Budget Statement": [
         null,
         "البيان التمهيدي للموازنة"
      ],
      "The purpose of the Pre-Budget Statement is to disclose the parameters of the Executive's Budget Proposal. It outlines the government's macroeconomic assumptions as well as anticipated total revenue and expenditures, and it sets out the debt that will be incurred during the upcoming budget year. The Pre-Budget Statement should be available no less than one month prior to the introduction of the Executive's Budget Proposal. If the Pre-Budget Statement is published less than a month before the Executive's Budget Proposal is submitted to the legislature, it is considered to be 'not publicly available'.": [
         null,
         "الغرض من البيان التمهيدي للموازنة هو الكشف عن معلمات مقترح الموازنة للسلطة التنفيذية. وهو يوضح افتراضات الاقتصاد الكلي للحكومة بالإضافة إلى إجمالي العائدات والنفقات المتوقعة، كما أنه يحدد الدين الذي سينجم أثناء عام الموازنة القادم. ويجب أن يكون البيان التمهيدي للموازنة متاحًا بما لا يقل عن شهر قبل تقديم مقترح الموازنة للسلطة التنفيذية. إذا تم نشر البيان التمهيدي للموازنة قبل أقل من شهر من تقديم مقترح الموازنة للسلطة التنفيذية للسلطة التشريعية، يتم اعتبار أنه \"لم يتم تتم إتاحته للعامة\"."
      ],
      "Executive's Budget Proposal": [
         null,
         "مقترح الموازنة للسلطة التنفيذية"
      ],
      "The nature of the Executive's Budget Proposal varies from country to country. Sometimes it is a single document, sometimes multiple documents. The Executive's Budget Proposal is the document or documents that the executive submits to the legislature for its approval. It details expected government revenue and the sources of that revenue, as well as allocations to be made to all ministries, and to subnational governments in countries where the national government provides funding to the latter. The Executive's Budget Proposal should be made publicly available when it is first presented to the legislature, or, at a minimum, before the legislature approves it.": [
         null,
         "تختلف طبيعة مقترح الموازنة للسلطة التنفيذية من دولة إلى أخرى. ففي بعض الأحيان، يكون عبارة عن وثيقة واحدة، وفي أحيان أخرى، يكون عبارة عن وثائق متعددة. ومقترح الموازنة للسلطة التنفيذية هو الوثيقة أو الوثائق التي تقوم السلطة التنفيذية بتسليمها إلى السلطة التشريعية من أجل الموافقة عليها. وهو يوضح بالتفاصيل الإيرادات ومصادر الإيرادات الحكومية، وكذلك التخصيصات التي يتم عملها لكل الوزارات، والتقسيمات الإدارية الحكومية في الدول التي توفر فيها الحكومة القومية التمويل إلى التقسيمات الإدارية الحكومية. ويجب أن تتم إتاحة مقترح الموازنة للسلطة التنفيذية للعامة عندما يتم تقديمها للمرة الأولى إلى السلطة التشريعية، أو، على الأقل، قبل أن توافق عليها السلطة التشريعية."
      ],
      "Enacted Budget": [
         null,
         "الموازنة المقررة"
      ],
      "The Enacted Budget is the budget that has been passed into law by the legislature. Unlike most budget documents, the Enacted Budget should be available from the committee within the legislature that deals with the budget, although the Ministry of Finance or other body that houses the executive's budget documents may also have a copy of the Enacted Budget. The Enacted Budget must be released to the public no later than three months after the legislature has approved it.": [
         null,
         "الموازنة المقررة هي الموازنة التي تم تمريرها لتصبح قانونًا من خلال السلطة التشريعية. وبخلاف أغلب وثائق الموازنة، يجب أن تكون الموازنة المقررة متاحة من اللجنة الموجودة في السلطة التشريعية والتي تتعامل مع الموازنة، رغم أن وزارة المالية أو غيرها من الكيانات التي تتواجد وثائق الموازنة التنفيذية بها يمكن أن تحصل على نسخة كذلك من الموازنة المقررة. ويجب أن يتم إصدار الموازنة المقررة للعامة في موعد لا يتجاوز ثلاثة أشهر بعد الموافقة عليها من قبل السلطة التشريعية."
      ],
      "Citizens Budget": [
         null,
         "موازنة المواطنين"
      ],
      "A Citizens Budget is a version of the Executive's Budget Proposal, the Enacted Budget, or any other budget document that is simpler and less technical than the full document. It is normally shorter than the document on which it is based and is specifically designed to convey the key information in the particular document to the general public. A Citizens Budget should be available at the same time that the underlying document is made available. For example, if the Citizens Budget is a simplified version of the Executive's Budget Proposal, it should be released at the same time as the Executive's Budget Proposal.": [
         null,
         "موازنة المواطنين عبارة عن نسخة من مقترح الموازنة للسلطة التنفيذية أو الموازنة المقررة أو أي وثائق موازنة أخرى تكون أبسط وأقل فنية من الوثيقة الكاملة. وغالبًا ما تكون أقصر من الوثيقة التي تعتمد عليها وتكون مصممة خصيصًا لتوفير المعلومات الرئيسية الواردة في الوثيقة ذات الصلة للعامة. ويجب أن تتم إتاحة موازنة المواطنين في نفس الوقت الذي تتاح فيه الوثيقة الأساسية. على سبيل المثال، إذا كانت موازنة المواطنين نسخة مبسطة من مقترح الموازنة للسلطة التنفيذية، يجب أن يتم إصدارها في نفس وقت إصدار مقترح الموازنة للسلطة التنفيذية."
      ],
      "In-Year Report": [
         null,
         "التقرير الدوري"
      ],
      "These may be issued on a quarterly or monthly basis. They may be in the form of a consolidated report for the entire government or multiple reports from different agencies. In-Year Reports should be issued no later than three months after the end of the reporting period. If the report is issued after this date, it is considered as 'not publicly available'.": [
         null,
         "ويمكن أن يتم إصدارها على أساس ربع سنوي أو شهري. ويمكن أن تأخذ شكل التقرير الموحد للحكومة الكاملة أو التقارير المتعددة من الوكالات المختلفة. ويجب أن يتم إصدار التقارير الدورية بما لا يتجاوز ثلاثة أشهر بعد انتهاء فترة التقارير. وإذا تم إصدار التقرير بعد هذا التاريخ، يتم النظر إليه على أنه \"لم تتم إتاحته للعامة\"."
      ],
      "Mid-Year Review": [
         null,
         "المراجعة نصف السنوية"
      ],
      "The Mid-Year Review contains a comprehensive update on the implementation of the budget as of the middle of the fiscal year, including a review of economic assumptions underlying the budget, and an updated forecast of the budget outcome for the fiscal year. The Mid-Year Review should be available no later than three months after the end of the first six months of the fiscal year.": [
         null,
         "تحتوي المراجعة نصف السنوية على تحديث شامل بشأن تنفيذ الموازنة، من منتصف العام المالي، بما في ذلك مراجعة الافتراضات الاقتصادية الرئيسية في الموازنة، والتوقعات المحدثة لنتائج الموازنة للعام المالي. يجب أن تتاح المراجعة نصف السنوية بما لا يتجاوز ثلاثة أشهر بعد نهاية أول ثلاثة أشهر من العام المالي."
      ],
      "Year-End Report": [
         null,
         "تقرير نهاية السنة"
      ],
      "Generally the Year-End Report is issued as a single, consolidated report for the entire government, but individual ministries may issue separate Year-End Reports. The Year-End Report should be released no later than one year after the end of the fiscal year. The Year-End Report is 'not publicly available' if issued later than one year after the end of the fiscal year it reports on.": [
         null,
         "بصفة عامة، يتم إصدار تقرير نهاية السنة كتقرير موحد منفرد للحكومة بأكملها، إلا أنه يجوز للوزارات المفردة إصدار تقارير نهاية السنة المنفصلة. يجب أن يتم إصدار تقرير نهاية السنة بما لا يتجاوز عام بعد نهاية العام المالي. ويكون تقرير نهاية السنة \"غير متاح للعامة\" إذا تم إصداره بعد عام واحدة بعد نهاية العام المالي الذي يوفر بياناته."
      ],
      "Audit Report": [
         null,
         "تقرير المراجعة"
      ],
      "The Audit Report is issued by the country's supreme audit institution (SAI). It attests to the soundness and completeness of the government's year-end accounts. Unlike most other budget documents, the Audit Report is housed with the SAI. To be considered 'publicly available' the Audit Report must be published within 18 months after the end of the fiscal year to which it relates. The Audit Report would be 'not publicly available' if it is issued after that 18 month period.": [
         null,
         "يتم إصدار تقرير المراجعة من خلال جهاز الرقابة الأعلى (SAI) في الدولة. وهو يعد بمثابة الدليل على سلامة واكتمال حسابات نهاية العام للحكومة. وبخلاف أغلب الوثائق الأخرى، يكون تقرير المراجعة موجودًا في جهاز الرقابة الأعلى. ولكي يتم اعتبار أن تقرير المراجعة قد \"أتيح للعامة\"، يجب أن يتم نشره خلال ثمانية عشر شهرًا بعد نهاية العام المالي الذي يدور حوله. لن يتم اعتبار تقرير المراجعة \"متاحًا للعامة\" إذا تم إصداره بعد فترة الثمانية عشر شهرًا تلك."
      ],
      "Publishing period for each report is one to three months after a particular month/quarter ends.": [
         null,
         "فترة النشر لكل تقرير هي شهر إلى ثلاثة أشهر بعد انتهاء الشهر / ربع السنة ذي الصلة."
      ],
      "Same as either the Executive Budget Proposal or Enacted Budget.": [
         null,
         "ويسري نفس الأمر على مقترح الموازنة للسلطة التنفيذية أو الموازنة المقررة."
      ],
      "Armenia": [
         null,
         "أرمينيا"
      ],
      "Bolivia": [
         null,
         "بوليفيا"
      ],
      "Côte d’Ivoire": [
         null,
         "ساحل العاج"
      ],
      "Dem. Rep. of Congo": [
         null,
         "جمهورية الكونغو الديمقراطية"
      ],
      "Dominican Republic": [
         null,
         "جمهورية الدومينيكان"
      ],
      "Ecuador": [
         null,
         "الإكوادور"
      ],
      "Egypt": [
         null,
         "مصر"
      ],
      "El Salvador": [
         null,
         "السلفادور"
      ],
      "Fiji": [
         null,
         "فيجي"
      ],
      "Georgia": [
         null,
         "جورجيا"
      ],
      "Ghana": [
         null,
         "غانا"
      ],
      "Greece": [
         null,
         "اليونان"
      ],
      "Hungary": [
         null,
         "المجر"
      ],
      "Iraq": [
         null,
         "العراق"
      ],
      "Kenya": [
         null,
         "كينيا"
      ],
      "Kyrgyz Republic": [
         null,
         "قرغيزستان"
      ],
      "Macedonia": [
         null,
         "جمهورية مقدونيا"
      ],
      "Mali": [
         null,
         "مالي"
      ],
      "Myanmar": [
         null,
         "بورما"
      ],
      "Nicaragua": [
         null,
         "نيكاراجوا"
      ],
      "Niger": [
         null,
         "النيجر"
      ],
      "Nigeria": [
         null,
         "نيجيريا"
      ],
      "Palestine": [
         null,
         "دولة فلسطين"
      ],
      "Philippines": [
         null,
         "الفلبين"
      ],
      "Senegal": [
         null,
         "السنغال"
      ],
      "Sierra Leone": [
         null,
         "سيراليون"
      ],
      "Tanzania": [
         null,
         "تنزانيا"
      ],
      "Timor-Leste": [
         null,
         "تيمور الشرقية"
      ],
      "Tunisia": [
         null,
         "تونس"
      ],
      "Vietnam": [
         null,
         "فيتنام"
      ],
      "Publications - Open Budget Survey - Tracker": [
         null,
         "المنشورات - مسح الموازنة المفتوحة -  برنامج التتبع"
      ],
      "Reports": [
         null,
         "التقاري"
      ],
      "Open Budget Survey Tracker Report": [
         null,
         "تقرير برنامج تتبع مسح الموازنة المفتوحة"
      ],
      "Updates": [
         null,
         "التحديثات"
      ],
      "Open Budget Survey Tracker Update": [
         null,
         "تحديث برنامج تتبع مسح الموازنة المفتوحة"
      ]
   }
}
